Repository: jberkman/dmlangsel
Catalog: po/*.po
Languages: gl, hi, si, ta, zh_tw

source: - The GNOME login manager
gl: - O xestor de inicio de Gnome
hi: - गनोम लॉगिन प्रबंधक
si: - GNOME පිවිසුම් කළමනාකරු
ta: - GNOME புகுபதிவு மேலாளர்

source: main options
gl: opcións principais
hi: मुख्य विकल्प
si: ප්‍රධාන වරණ
ta: முக்கிய விருப்பங்கள்

source: Only root wants to run GDM
gl: Só o root quere executar o GDM
hi: सिर्फ रूट GDM चलाना चाहता है
si: GDM ක්‍රියාත්මක කිරීමට අවශ්‍ය වන්නෙ root පරිශීලකට පමණයි
ta: மூலம் மட்டுமே GDM ஐ இயக்க விரும்புகிறது

source: %s: Error setting up %s signal handler: %s
gl: %s: Erro activando o manexador do sinal %s: %s
hi: %s: सेटिंग अप %s , संकेत नियंत्रक में त्रुटि: %s
si: %2$s: සංඤා පාලකය පිහිටුවීමේදී %1$s: දෝශයක් හට ගැනුනි : %3$s
ta: %s: %s குறிப்பு கையாளியை அமைப்பதில் பிழை : %s

source: GDM already running. Aborting!
gl: GDM xa está a se executar. Abortando!
hi: GDM पहले से ही चल रहा है. छोड़ रहा है!
si: GDM ක්‍රියාත්මකව පවතී. ක්‍රියාවිරහිත කරමින්!
ta: GDM ஏற்கெனவே இயங்குகிறது. நிறுத்தப்படுகிறது!

source: %s: Error setting up CHLD signal handler
gl: %s: Erro activando o manexador do sinal CHLD
hi: %s: CHLD सिग्नल हैंडलर सेटअप करने में त्रुटि
si: %s: අනුපූරක සංඤාපාලකය පිහිටුවීමේදී දෝශයක් හට ගැනුනි
ta: %s: பிழை அமைவு CHLD குறிப்பு கையாளி

source: DYNAMIC request denied: Not authenticated
gl: Petición DYNAMIC denegada: Non autenticado
hi: DYNAMIC निवेदन अस्वीकृतः प्रमाणित नहीं
si: DYNAMIC ඉල්ලීම නිෂේධ කරනු ලබනවා : අනන්‍යතාවය තහවුරුකර නොමැත
ta: DYNAMIC கோரிக்கை மறுக்கப்பட்டது: அங்கீகரிக்கவில்லை.

source: %s request denied: Not authenticated
gl: Petición %s denegada: Non autenticado
hi: %s निवेदन अस्वीकृतः प्रमाणित नहीं
si: %s ඉල්ලීම නිෂේධ කරනු ලබනවා: අනන්‍යතාවය තහවුරුකර නොමැත
ta: %s கோரிக்கை மறுக்கப்பட்டது: அங்கீகரிக்கவில்லை.

source: Unknown server type requested; using standard server.
gl: Solicitouse un tipo de servidor descoñecido, usando o servidor estándar.
hi: अज्ञात सर्वर प्रकार निवेदित, मानक सर्वर का प्रयोग कर रहा है.
si: සම්මත සේවා දායකය භාවිතා කරමින්; හඳුනානොගත් දාහක මාදිලියක් විමසා ඇත
ta: தெரியாத சேவையக வகை வேண்டுகோள்; தரப்படுத்தப்பட்ட சேவையகத்தை பயன்படுத்துகிறது.

source: Requested server %s not allowed to be used for flexible servers; using standard server.
gl: Non se permite usar o servidor %s pedido para servidores flexibles, usando o servidor estándar.
hi: निवेदित सर्वर %s का लोचदार सर्वर हेतु उपयोग की अनुमति नहीं है. मानक सर्वर का प्रयोग कर रहा है.
si: විමසා ඇති %s සේවා දායකය, සුනම්‍ය සේවා දායකයක් ලෙස භාවිත කිරීමට අවසර නොමැත; සම්මත සේවා දායකයක් භාවිත කරමින්.
ta: கோரப்பட்ட சேவையகம் %s நெகிழும் சேவையகமாக பயன்படுத்த அனுமதிக்கவில்லை, தரப்படுத்தப்பட்ட சேவையகத்தைப் பயன்படுத்துகிறது.

source: %s: No GDM configuration file: %s. Using defaults.
gl: %s: Non hai ficheiro de configuración de GDM: %s. Usando os valores predefinidos.
hi: %s: कोई GDM विन्यासन फ़ाइल नहीं : %s . मूलभूत का उपयोग रहा है.
si: %s: GDM මාණකරන ගොනුවක් නොමැත: %s. ප්‍රකෘතියන් භාවිත කරමින්.
ta: %s: GDM கட்டமைப்பு கோப்பு இல்லை: %s. முன்னிருப்பை பயன்படுத்தவும்.

source: %s: BaseXsession empty; using %s/gdm/Xsession
gl: %s: BaseXsession baleiro, usando %s/gdm/Xsession
hi: %s: बेस-X-सत्र खाली, उपयोग कर रहा है %s/gdm/Xsession
si: %s: BaseXsession ශන්‍යයි; %s/gdm/Xsession භාවිත කරමින්
ta: %s: BaseXsession வெற்றாக உள்ளது; %s/gdm/Xsession ஐ பயன்படுத்துகிறது

source: %s: Standard X server not found; trying alternatives
gl: %s: Non se atopou o servidor X estándar, tentando coas alternativas
hi: %s: मानक X सर्वर नहीं मिला, विकल्प आजमा रहा है
si: %s: සම්මත X සේවා දායකයක් නොමැත; විකල්ප ක්‍රමයක් උත්සහ කරමින්
ta: %s: தரப்படுத்தப்பட்ட X server இல்லை, வேறொன்றைத் தேடுகிறது

source: %s: No greeter specified.
gl: %s: Non se indicou un saudador.
hi: %s: कोई स्वागतकर्ता निर्दिष्ट नहीं है.
si: %s: සමාචාරකයක් නිර්දේශ කර නොමැත.
ta: %s: greeter எதுவும் குறிப்பிடப்படவில்லை.

source: %s: No remote greeter specified.
gl: %s: Non se indicou un saudador remoto.
hi: %s: कोई दूरस्थ स्वागतकर्ता निर्दिष्ट नहीं है.
si: %s: දුරස්ථ සමාචාරකයක් නිර්දේශ කර නොමැත.
ta: %s: தொலை greeter எதுவும் குறிப்பிடவில்லை.

source: %s: No sessions directory specified.
gl: %s: Non se indicou o directorio de sesións.
hi: %s: कोई सत्र निर्देशिका निर्दिष्ट नहीं है.
si: %s: සැසියන් සඳහා බහලුමක් සපයා නොමැත.
ta: %s: அமர்வு அடைவு எதுவும் குறிப்பிடவில்லை.

source: %s: XDMCP was enabled while there is no XDMCP support; turning it off
gl: %s: XDMCP foi habilitado mais non hai soporte para XDMCP, desactivándoo
hi: %s: XDMCP सक्षम है जबकि कोई XDMCP समर्थन नहीं है, इसे बंद किया जा रहा है
si: %s: XDMCP සඳහා බලය ලබා දී ඇතත් මෙහි XDMCP පහසුකම නැති හෙයින් එය බල රහිත කරමින්
ta: %s: XDMCP செயல்படுத்தப்பட்டது இருந்தாலும் XDMCP துணையில்லை, அதை நிறுத்துகிறது.

source: %s: TimedLoginDelay is less than 5, defaulting to 5.
gl: %s: TimedLoginDelay menor que 5, vaise empregar 5.
hi: %s: समयबद्ध-लॉगिन-देरी 5 से कम है, 5 को मूलभूत रखूंगा.
si: %s: TimedLoginDelay විවල්‍යයේ අගය 5 වඩා කුඩා බැවින් එම අගය 5 ලෙස යොදා ගැනේ.
ta: %s: TimedLoginDelay 5 விட குறைவானது, முன்னிருப்பு 5.

source: %s: Priority out of bounds; changed to %d
gl: %s: Prioridade fora de marxes, cambiada a %d
hi: %s: प्राथमिकता घेरे के बाहर; %d में बदला
si: %s: ප්‍රමුඛතාව අදාල පරාසය ඉක්මවායයි; %d ලෙස වෙනස් කර ඇත.
ta: %s: முன்னுரிமை வரையறைக்குள் இல்லை; %d ஆக மாற்றப்படுகிறது

source: %s: Empty server command; using standard command.
gl: %s: Comando de servidor baleiro, usando un comando estándar.
hi: %s: खाली सर्वर कमांड, मानक समादेश का प्रयोग कर रहा है.
si: %s: ශුන්‍ය සේවා දායක විධානයකි; සම්මත විධානය භාවිත කරමින්.
ta: %s: வெறுமையான சேவையக கட்டளை; தரப்படுத்தப்பட்ட கட்டளையை பயன்படுத்துகிறது.

source: %s: Logdir %s does not exist or isn't a directory. Using ServAuthDir %s.
gl: %s: O directorio de rexistro %s non existe ou non é un directorio. Vaise usar o ServAuthDir %s.
hi: %s: लॉगनिर्देशिका. %s या तो मौज़ूद नहीं है या निर्देशिका नहीं है. ServAuthDir %s का उपयोग कर रहा है.
si: %s: Logdir %s භාවිතයේ නොමැත, නැතහොත් එය බහලුමක් නොවේ. ServAuthDir %s භාවිත කරමින්.
ta: %s: Logdir %s என்பது இல்லை அல்லது ஒரு அடைவு அல்ல. ServAuthDir %s ஐ பயன்படுத்துகிறது.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this does not exist. Please correct GDM configuration and restart GDM.
gl: O directorio de autorización do servidor (daemon/ServAuthDir) está posto a %s mais non existe. Arranxe a configuración do GDM e reinícieo.
hi: सर्वर प्राधिकरण निर्देशिका (daemon/ServAuthDir) %s में नियत है जो कि मौज़ूद नहीं है. कृपया GDM विन्यासन ठीक करें और GDM पुनः प्रारंभ करें.
si: සේවා දායකය බලපත්‍ර බහලුම ලෙස (daemon/ServAuthDir) %s නමුත් මෙය භාවිතයේ නොමැත. කරුණාකර GDM මාණකරනය නිවැරදි කර නැවත ආරම්භ කරන්න.
ta: சேவையக அங்கீகார அடைவு (daemon/ServAuthDir) %sக்கு அமைக்கப்படுகிறது ஆனால் இது இல்லை. GDM கட்டமைப்பை சரி செய்து GDMஐ மீண்டும் துவக்கவும்.

source: %s: Authdir %s does not exist. Aborting.
gl: %s: O directorio de autorización %s non existe. Abortando.
hi: %s: Authdir %s मौज़ूद नहीं है. छोड़ रहा है
si: %s: Authdir %s භාවිතයේ නොමැත. නවතාලමින්.
ta: %s: Authdir %s இல்லை. நிறுத்தப்படுகிறது.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this is not a directory. Please correct GDM configuration and restart GDM.
gl: O directorio de autorización do servidor (daemon/ServAuthDir) está posto a %s mais non é un directorio. Arranxe a configuración do GDM e reinícieo.
hi: सर्वर प्राधिकरण निर्देशिका (daemon/ServAuthDir) %s में नियत है जो कि निर्देशिका नहीं है. कृपया GDM विन्यासन ठीक करें और GDM पुनः प्रारंभ करें.
si: සේවා දායකය බලපත්‍ර බහලුම ලෙස (daemon/ServAuthDir) %s යොදවා ඇතිමුත් මෙය බහලුමක් නොවේ. කරුණාකර GDM මාණකරනය නිවැරදි කර නැවත ආරම්භ කරන්න.
ta: சேவையக அங்கீகார அடைவு (daemon/ServAuthDir) %sக்கு அமைக்கப்படுகிறது ஆனால் இது ஒரு அடைவு இல்லை. GDM கட்டமைப்பை சரி செய்து GDMஐ மீண்டும் துவக்கவும்.

source: %s: Authdir %s is not a directory. Aborting.
gl: %s: O directorio de autorización %s non é un directorio. Abortando.
hi: %s: Authdir %s निर्देशिका नहीं है. छोड़ रहा है
si: %s: Authdir %s බහලුමක් නොවේ. ක්‍රියාවිරහිත කරමින්.
ta: %s: Authdir %s ஒரு அடைவு அல்ல. நிறுத்துகிறது.

source: %s: Invalid server line in config file. Ignoring!
gl: %s: Liña de servidor non válida no ficheiro de configuración. Ignorada!
hi: %s: विन्यासन फ़ाइल में अवैध सर्वर पंक्ति है. उपेक्षा की जाती है!
si: %s: මාන ගොනුවේ අවලංගු සේවා දායකය ලේඛණගත කර ඇත. එය නොසලකා හරිමින්!
ta: %s: கட்டமைப்பு கோப்பில் தவறான சேவையகம் வரி. நிராகரிக்கப்படுகிறது!

source: %s: XDMCP disabled and no static servers defined. Aborting!
gl: %s: XDMCP está desactivado e non hai servidores estáticos definidos. Abortando!
hi: %s: XDMCP अक्षम है और कोई स्थिर सर्वर पारिभाषित नहीं है. छोड़ रहा है!
si: %s: XDMCP අක්‍රීය කර ඇති නුමුත් ස්ථිතික සේවා දායකය නිර්දේශ කර නොමැත. ක්‍රියා විරහිත කරමින්!
ta: %s: XDMCP செயல்நீக்கபட்டது மற்றும் நிலையான சேவையகம் எதுவும் வரையறுக்கப்படவில்லை. நிறுத்தப்படுகிறது!

source: %s: XDMCP disabled and no static servers defined. Adding %s on :%d to allow configuration!
gl: %s: XDMCP está desactivado e non hai servidores estáticos definidos. Engadindo %s en :%d para permitir a configuración!
hi: %s: XDMCP अक्षम है और कोई स्थिर सर्वर परिभाषित नहीं है. %s जोड़ रहा है:विन्यासन स्वीकारने के लिये %d पर!
si: %s: XDMCP අක්‍රීය කර ඇති නුමුත් ස්ථිතික සේවා දායකය නිර්දේශ කර නොමැත. මාණකරනය සඳහා %s :,%d සමඟ සංකලනය කරමින්!
ta: %s: XDMCP செயல்நீக்கப்பட்டது மற்றும் நிலையான சேவையகம் எதுவும் வரையறுக்கபடவில்லை. கட்டமைப்பு அனுமதிக்க %s ஐ :%d மீது சேர்க்கிறது!

source: XDMCP is disabled and GDM cannot find any static server to start. Aborting! Please correct the configuration and restart GDM.
gl: XDMCP está desactivado e o GDM non pode atopar ningún servidor estático para arrincar. Abortando! Arranxe a configuración do GDM e reinícieo.
hi: XDMCP अक्षम है और GDM कोई स्थिर सर्वर नहीं ढूंढ सकता. छोड़ रहा है! कृपया विन्यासन ठीक करें और GDM पुनः प्रारंभ करें.
si: XDMCP අක්‍රීය කර ඇත. GDM ආරම්භ කිරීම සඳහා ස්ථිතික සේවා දායකයක් නොමැති හෙයින් ක්‍රියාවිරහිත කරමින්! කරුණාකර මාණකරනය නිවැරදිකර නැවත GDM ආරම්භ කරන්න .
ta: XDMCP செயல்நீக்கப்பட்டது மற்றும் GDMஐ துவக்க நிலையான சேவையகம் எதுவும் இல்லை. நிறுத்தப்படுகிறது! கட்டமைப்பை சரிசெய்து, GDM ஐ மீண்டும் துவக்கவும்.

source: The GDM user '%s' does not exist. Please correct GDM configuration and restart GDM.
gl: O usuario '%s' do GDM non existe. Arranxe a configuración de GDM e reinícieo.
hi: GDM उपयोक्ता '%s' मौज़ूद नहीं है. कृपया GDM विन्यासन ठीक करें और GDM पुनः प्रारंभ करें.
si: GDM පරිශීලක '%s' භාවිතයේ නොමැත. GDM කරුණාකර GDM මාණකරනය නිවැරදි කර නැවත GDM ආරම්භ කරන්න.
ta: GDM பயனர் '%s' இல்லை. GDM கட்டமைப்பை சரிசெய்து GDM ஐ மீண்டும் துவக்கவும்.

source: %s: Can't find the GDM user '%s'. Aborting!
gl: %s: Non se atopa o usuario '%s' de GDM. Abortando!
hi: %s: GDM उपयोक्ता ('%s') ढूंढ नहीं पाया. छोड़ रहा है!
si: %s: GDM පරිශීලක සොයාගත නොහැකි විය '%s'. ක්‍රියාවිරහිත කරමින්!
ta: %s: GDM பயனர் '%s' ஐ கண்டுபிடிக்க முடியவில்லை. நிறுத்தப்படுகிறது!

source: The GDM user is set to be root, but this is not allowed since it can pose a security risk. Please correct GDM configuration and restart GDM.
gl: O usuario do GDM está configurado como root, mais isto non está permitido xa que supón un risco de seguranza. Arranxe a configuración do GDM e reinícieo.
hi: GDM उपयोक्ता रूट नियत है जो कि सुरक्षा में जोखिम होने से स्वीकार्य नहीं है. कृपया GDM विन्यासन ठीक करें और GDM पुनः प्रारंभ करें.
si: GDM පරිශීලක ලෙස root පරිශීලකව භාවිතයට ගෙන ඇත, මෙය පද්ධතියේ ආරක්‍ෂාවට තර්ජනයක් විය හැකි බැවින් මේ සඳහා අවසර නොමැත. කරුණාකර GDM මාණකරනය නිවැරදි කර නැවත GDM ආරම්භ කරන්න.
ta: GDM பயனர் ரூட்டாக ஆக அமைக்கப்படுகிறது, ஆனால் இதற்கு அனுமதிப்படுவதில்லை. ஏனெனில் இது பாதுகாப்பானது அல்ல. GDM கட்டமைப்பை சரிசெய்து அதனை மீண்டும் துவக்கவும்.

source: %s: The GDM user should not be root. Aborting!
gl: %s: O usuario GDM non debería ser root. Abortando!
hi: %s: GDM उपयोक्ता रूट नहीं हो सकता. छोड़ रहा है!
si: %s: GDM පරිශීලක ලෙස root භාවිතා කල නොහැක. ක්‍රියා විරහිත කරමින්!
ta: %s: GDM பயனர் ரூட்டாக இருக்கக்கூடாது. நிறுத்தப்படுகிறது!

source: The GDM group '%s' does not exist. Please correct GDM configuration and restart GDM.
gl: O grupo '%s' do GDM non existe. Arranxe a configuración do GDM e reinícieo.
hi: GDM समूह मौज़ूद नहीं है. कृपया GDM विन्यासन '%s' ठीक करें और GDM पुनः प्रारंभ करें.
si: GDM කණ්ඩායම '%s' භාවිතයේ නොමැත. GDM සැකසුම නිවැරදිකර නැවත GDM ක්‍රියාත්මක කරන්න.
ta: GDM குழு '%s' இல்லை. GDM கட்டமைப்பை சரி செய்து மீண்டும் துவக்கவும்.

source: %s: Can't find the GDM group '%s'. Aborting!
gl: %s: Non se atopa o grupo '%s' do GDM. Abortando!
hi: %s: GDM समूह (%s) नहीं पा सकता. छोड़ रहा है!
si: %s:GDM කණ්ඩායම '%s' අස්ථානගත වී ඇත. ක්‍රියාවිරහිත කරමින්!
ta: %s: GDM குழு '%s' ஐ கண்டுபிடிக்க முடியவில்லை. நிறுத்தப்படுகிறது!

source: The GDM group is set to be root, but this is not allowed since it can pose a security risk. Please correct GDM configuration and restart GDM.
gl: O grupo do GDM está configurado como root, mais isto non está permitido xa que supón un risco de seguranza. Arranxe a configuración do GDM e reinícieo.
hi: GDM समूह रूट नियत है जो कि सुरक्षा में जोखिम होने से स्वीकार नहीं है. कृपया GDM विन्यासन ठीक करें और GDM पुनः प्रारंभ करें.
si: GDM ගණය ලෙස root ගණය භාවිතයට ගෙන ඇත, මෙය පද්ධතියේ ආරක්‍ෂාවට තර්ජනයක් විය හැකි බැවින් මේ සඳහා අවසර නොමැත. කරුණාකර GDM මාණකරනය නිවැරදි කර නැවත GDM ආරම්භ කරන්න.
ta: GDM குழு மூலம் ஆக அமைக்கப்படுகிறது, ஆனால் இது பாதுகாப்பானது அல்ல என்பதால் இது அனுமதிக்கப்படுவதில்லை. GDM கட்டமைப்பை சரிசெய்து அதனை மீண்டும் துவக்கவும்.

source: %s: The GDM group should not be root. Aborting!
gl: %s: O grupo do GDM non debería ser root. Abortando!
hi: %s: GDM समूह रूट नहीं होना चाहिये. छोड़ रहा है!
si: %s: GDM ගණය root විය නොහැක. ක්‍රියා විරහිත කරමින්!
ta: %s: GDM குழு ரூட்டாக இருக்கக்கூடாது. நிறுத்தப்படுகிறது!

source: %s: Greeter not found or can't be executed by the GDM user
gl: %s: Non se atopou o saudador ou non se pode executar polo usuario do GDM
hi: %s: स्वागतकर्ता नहीं मिला या GDM उपयोक्ता के द्वारा चलाया नहीं जा सकता है
si: %s: සමාචාරක වැඩසටහන භාවිතයේ නොමැත, නැතහොත් එය ක්‍රියාත්මක කිරීමට GDM පරිශීලක හට නොහැක.
ta: %s: greeter கிடைக்கவில்லை அல்லது GDM பயனரால் இயக்க முடியவில்லை

source: %s: Remote greeter not found or can't be executed by the GDM user
gl: %s: Non se atopou o saudador remoto ou non se pode executar polo usuario do GDM
hi: %s: दूरस्थ स्वागतकर्ता नहीं मिला या GDM उपयोक्ता के द्वारा चलाया नहीं जा सका है
si: %s: දුරස්ථ සමාචාරක වැඩසටහන භාවිතයේ නොමැත, නැතහොත් එය ක්‍රියාත්මක කිරීමට GDM පරිශීලක හට නොහැක.
ta: %s: தொலை greeter இல்லை அல்லது GDM பயனரால் இயக்க முடியவில்லை முடியவில்லை

source: %s: Chooser not found or it can't be executed by the GDM user
gl: %s: Non se atopou o selector ou non se pode executar polo usuario do GDM
hi: %s: चयनक नहीं मिला या GDM उपयोक्ता के द्वारा चलाया नहीं जा सका है
si: %s: සමාචාරක වැඩසටහන භාවිතයේ නොමැත, නැතහොත් එය ක්‍රියාත්මක කිරීමට GDM පරිශීලක හට නොහැක.
ta: %s: தேர்வி இல்லை அல்லது GDM பயனரால் இயக்க முடியவில்லை

source: No daemon/ServAuthDir specified in the GDM configuration file
gl: Non se indicou daemon/ServAuthDir no ficheiro de configuración do GDM
hi: कोई daemon/Serv/AuthDir विन्यासन फ़ाइल में निर्दिष्ट नहीं है.
si: GDM මානයේ daemon/ServAuthDir නිසියාකාරව නිර්දේශ කර නොමැත
ta: GDM கட்டமைப்பு கோப்பில் daemon/ServAuthDir அடைவு குறிக்கப்படவில்லை

source: %s: No daemon/ServAuthDir specified.
gl: %s: Non se indicou o daemon/ServAuthDir.
hi: %s: कोई daemon/ServAuthDir निर्दिष्ट नहीं है.
si: %s: daemon/ServAuthDir නිර්දේශ කර නැත.
ta: %s: daemon/ServAuthDir என எதுவும் குறிப்பிடவில்லை.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but is not owned by user %s and group %s. Please correct the ownership or GDM configuration and restart GDM.
gl: O directorio de autorización do servidor (daemon/ServAuthDir) está posto a %s mais non pertence ao usuario %s e o grupo %s. Arranxe a pertenza ou a configuración do GDM e reinícieo.
hi: सर्वर आथोराइजेशन निर्देशिका (daemon/ServAuthDir) %s में नियत है जो कि उपयोक्ता %s और समूह %s के स्वामित्व में नहीं है. कृपया स्वामित्व अथवा GDM विन्यासन ठीक करें और GDM पुनः प्रारंभ करें.
si: සේවා දායකය බලපත්‍ර ගොනුව (daemon/ServAuthDir) %s ලෙස යොදවා ඇත , නමුත් එය අයත් වන්නේ %s පරිශීලක හට සහ %s ගණයටය. කරුණාකර එහි නිසි අයිතිය නිවැරදිව තහවුරු කරන්න නැතහොත් නිසි ලෙස මාණකරනය කර නැවත GDM ආරම්භ කරන්න.
ta: சேவையக அங்கீகார அடைவு(daemon/ServAuthDir) %s க்கு அமைக்கப்பட்டுள்ளது ஆனால் பயனர் %s மற்றும் குழு %s க்கு உரிமை இல்லை. உரிமையை அல்லது GDMகட்டமைப்பை சரி செய்து. GDM ஐ மீண்டும் துவக்கவும்.

source: %s: Authdir %s is not owned by user %s, group %s. Aborting.
gl: %s: O directorio de autorización %s non pertence ao usuario %s, grupo %s. Abortando.
hi: %s: Authdir %s उपयोक्ता %s समूह %s के स्वामित्व में नहीं है. छोड़ रहा है.
si: %s: Authdir %s , %s පරිශීලකට හෝ, %s ගණයට අයත් නොවේ. ක්‍රියාවිරහිත කරමින්.
ta: %s: Authdir %s என்பது பயனர் %s, குழு %sக்கு உரிமை இல்லை. நிறுத்தப்படுகிறது.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but has the wrong permissions: it should have permissions of %o. Please correct the permissions or the GDM configuration and restart GDM.
gl: O directorio de autorización do servidor (daemon/ServAuthDir) está posto a %s mais ten permisos erróneos, deberían ser %o. Arranxe os permisos ou a configuración do GDM e reinícieo.
hi: सर्वर आथोराइजेशन निर्देशिका (daemon/ServAuthDir) %s में नियत है जिसमे गलत अनुमतियाँ हैं. इसमें अनुमति %o होना चाहिए. कृपया अनुमतियाँ अथवा GDM विन्यासन ठीक करें और GDM पुनः प्रारंभ करें.
si: සේවා දායකය බලපත්‍ර බහලුම (daemon/ServAuthDir) %s ලෙස භාවිතකර ඇතිමුත් ඒ සඳහා ලබාදී තිබෙන අනුඥාව වැරදි සහගතයි: ඒ සඳහා ලබා දිය යුත්තේ %o අනුඥාවයි. නිවැරදි අනුඥාව භාවිත කරන්න නැතහොත් GDM නැවත ආරම්භ කරන්න.
ta: சேவையக அங்கீகார அடைவு(daemon/ServAuthDir) %s க்கு அமைக்கப்பட்டுள்ளது ஆனால் தவறான அனுமதிகளை கொண்டுள்ளது: இது %o அனுமதிகளை கொண்டிருக்க வேண்டும். அனுமதிகள் அல்லது GDM கட்டமைப்பை சரி செய்து. GDM ஐ மீண்டும் துவக்கவும்.

source: %s: Authdir %s has wrong permissions %o. Should be %o. Aborting.
gl: %s: O directorio de autorización %s ten permisos %o erróneos. Deberían ser %o. Abortando.
hi: %s: Authdir %s में गलत %o अनुमति है. यह %o होना चाहिए. छोड़ रहा है.
si: %s: Authdir %s සතු අනුඥාවන් වැරදියි %o. එය %o විය යුතුයි. ක්‍රියාවිරහිත කරමින් .
ta: %s: Authdir %s தவறான அனுமதி %o ஐ கொண்டுள்ளது. இருக்க வேண்டியது %o. நிறுத்தப்படுகிறது.

source: y = Yes or n = No? >
gl: y = Si ou n = Non? >
hi: y = हाँ या n = नहीं? >
si: y = ඔව් හෝ n = නැත? >
ta: y = ஆம் அல்லது n = இல்லை? >

source: %s: Cannot get local addresses!
gl: %s: Non se poden obter os enderezos locais!
hi: %s: स्थानीय पता नहीं पा सकता है!
si: %s: දේශීය ලිපිනයන් ලබාගත නොහැකිවිය!
ta: %s: உள்ளமை முகவரியை பெற முடியவில்லை!

source: Could not setgid %d. Aborting.
gl: Non se puido facer setgid %d. Abortando.
hi: setgid %d नहीं कर पाया. छोड़ रहा है.
si: කණ්ඩායම් අංකය සටහන් කල නොහැක %d. ක්‍රියාවිරහිත කරමින්.
ta: setgid %d அமைக்க முடியவில்லை. நிறுத்தப்படுகிறது.

source: initgroups () failed for %s. Aborting.
gl: fallou o initgroups() para %s. Abortando.
hi: %s हेतु initgroups() असफल. छोड़ा रहा है.
si: initgroups () %s සඳහා අසමත්විය. ක්‍රියාවිරහිත කරමින්.
ta: initgroups() %sஇல் செயலிழக்கப்படுகிறது. எனவே நிறுத்தப்படுகிறது

source: %s: Error setting signal %d to %s
gl: %s: Erro establecendo o sinal %d a %s
hi: %s: सिग्नल %d को %s में सेटिंग करने में त्रुटि
si: %s: සංඤාව %d සිට %s වෙත යෙදීමේදී දොශයක් හට ගැනුනි
ta: %s: %d லிருந்து %sக்கு சமிக்கை அமைப்பதில் பிழை

source: Last login: %s
gl: Última sesión: %s
hi: अंतिम लॉगिन: %s
si: අවසන් වරට පිවිස ඇත්තේ: %s
ta: கடைசி புகுபதிவு: %s

source: Can not start fallback console
gl: Non se pode iniciar a consola de último recurso
hi: फॉलबैक कंसोल प्रारंभ नहीं कर सकता है
si: දෙටු පාලක පුවරුව ආරම්භ කල නොහැක
ta: fallback பணியகத்தை துவக்க முடியவில்லை

source: There already appears to be an X server running on display %s. Should another display number by tried? Answering no will cause GDM to attempt starting the server on %s again.%s
gl: Parece que xa hai un servidor de X executándose na pantalla %s. Tentar con outro número de pantalla? Se a resposta é non, tentaráse iniciar o servidor de novo en %s.%s
hi: ऐसा प्रतीत होता है कि X सर्वर पहले ही प्रदर्शक %s में चल रहा है. क्या अन्य प्रदर्शक संख्या के लिये कोशिश किया जाना चाहिये? नहीं में उत्तर सर्वर %s को %s में पुनः प्रारंभ करने का कारण बनेगा.
si: X සේවා දායකය දැනට දර්ශක අංක %s යටතේ ක්‍රියාත්මකයි, වෙනත් දර්ශක අගයක් යොදා උත්සහ කලයුතුද? ඔබේ පිළිතුර නැත නම් GDM විසින් දාහකය %s මත නැවත ආරම්භ කරයි.%s
ta: ஏற்கனவே காட்சி %s இல் X server இயங்குவது போல தோன்றுகிறது. இன்னொரு காட்சி எண்ணை முயற்சி வேண்டுமா? வேண்டாம் என்று பதிலளித்தால், GDM சேவையகத்தை மீண்டும் %s இல் துவக்குகிறது.%s

source: (You can change consoles by pressing Ctrl-Alt plus a function key, such as Ctrl-Alt-F7 to go to console 7. X servers usually run on consoles 7 and higher.)
gl: (Podes mudar entre consolas premendo Ctrl-Alt máis unha tecla de función, como Ctrl-Alt-F7 para ir á consola 7. Os servidores de X execútanse nas consolas 7 e superiores.)
hi: (आप अपना कंसोल, कंट्रोल-आल्ट तथा फंक्शन कुंजियाँ दबा कर बदल सकते हैं. जैसे कि कंसोल 7 में जाने हेतु Ctrl-Alt-F7. X सर्वर साधारणतः कंसोल 7 या अधिक में चलता है.)
si: (Ctrl-Alt සමඟ කාර්ය යතුර එබීමෙන් පාලක පුවරු වෙනස් කල හැක, Ctrl-Alt-F7 එබීමෙන් 7 වන පාලක පුවරුවට පිවිසිය හැක. X සේවා දායකයන් සාමාන්‍යයෙන් ක්‍රියාත්මක වන්නේ අගය 7 හෝ ඊට වඩා විශාල අගයකින් යුතු පාලක පුවරු මතවේ)
ta: (Ctrl-Alt மற்றும் கூடுதலாக ஒரு செயல் விசையை அழுத்துவது மூலம் நீங்கள் முனையத்தை மாற்றலாம், எடுத்துக்காட்டாக Ctrl-Alt-F7 ஐ அழுத்தி முனையம் 7 க்கு செல்லலாம். பொதுவாக X serverகள் எப்போதும் 7 மற்றும் அதற்கு அடுத்ததில் இயங்கும்.)

source: Display '%s' cannot be opened by Xnest
gl: Xnest non pode abrir a pantalla '%s'
hi: प्रदर्शक '%s' X-नेस्ट के द्वारा खोला नहीं जा सकता
si: '%s' දර්ශණය Xnest හට විවෘත කල නොහැක
ta: காட்சி '%s' ஐ Xnest ஆல் திறக்க முடியவில்லை

source: Display %s is busy. There is another X server running already.
gl: A pantalla %s está ocupada. Hai xa outro servidor X executándose.
hi: प्रदर्शक %s व्यस्त है. पहले से ही एक अन्य X सर्वर चल रहा है.
si: %s දර්ශණය කාර්යබහුලයි. තවත් X සේවා දායකයක් භාවිතයේ පවතී
ta: காட்சி %s செயலில் உள்ளது. மற்றொரு X server ஏற்கனவே இயங்கிக் கொண்டிருக்கிறது.

source: %s: Error opening a pipe: %s
gl: %s: Erro abrindo unha tubería: %s
hi: %s: पाइप खोलने में त्रुटि: %s
si: %2$s: නල මාර්ගය විවෘත කිරීමේදී දෝශයක් ඇතිවිය: %1$s
ta: %s: ஒரு pipeஐ திறக்கும் போது பிழை: %s

source: %s: failed to connect to parent display '%s'
gl: %s: non se pode conectar á pantalla superior '%s'
hi: %s:'%s' पितृ प्रदर्शक से जुड़ने मे विफल रहा
si: '%s' මව් දර්ශණය හා සම්බන්ධ වීමට අපොහොසත්විය : %s
ta: %s:பெற்றோர் காட்சி %s க்கு இணைக்க முடியவில்லை

source: %s: Cannot find a free display number
gl: %s: Non se atopa un número de pantalla libre
hi: %s: एक खाली प्रदर्शक संख्या नहीं मिला
si: %s: නිදහස් දර්ශක අගයක් ලබාගත නොහැක
ta: %s: காட்சி எண்ணை கண்டுபிடிக்க முடியவில்லை

source: %s: Display %s busy. Trying another display number.
gl: %s: Pantalla %s ocupada. Tentando con outro número de pantalla.
hi: %s: प्रदर्शक %s व्यस्त है. अन्य प्रदर्शक संख्या हेतु कोशिश कर रहा है.
si: %s: %s දර්ශණය කාර්යබහුලයි. වෙනත් දර්ශක අගයක් භාවිත කරමින්.
ta: %s: காட்சி %s செயலில் உள்ளது. மற்றொரு காட்சி எண்ணை முயற்சிக்கிறது.

source: Invalid server command '%s'
gl: Comando de servidor '%s' non válido
hi: अवैध सर्वर कमांड '%s'
si: '%s' වලංගු සේවා දායක විධානයක් නොවේ
ta: தவறான சேவையக கட்டளை '%s'

source: Server name '%s' not found; using standard server
gl: Nome de servidor '%s' non atopado, usando o servidor estándar
hi: सर्वर नाम '%s' नहीं मिला, मानक सर्वर का उपयोग कर रहा है
si: සේවා දායකය නාමය '%s' සොයාගත නොහැකි විය; සම්මත සේවා දායකය භාවිත කරමින්
ta: சேவையக பெயர் '%s' கிடைக்கவில்லை, தரப்படுத்தப்பட்ட சேவையகத்தைப் பயன்படுத்துகிறது

source: %s: Could not open logfile for display %s!
gl: %s: Non se puido abrir o ficheiro de rexistro para a pantalla %s!
hi: %s: प्रदर्शक %s हेतु लॉग फ़ाइल नहीं खोल पाया!
si: %s: ලඝු ගොනුව ප්‍රදර්ශණය සඳහා විවෘතකල නොහැක %s!
ta: %s: காட்சி %sக்கான பதிவு கோப்பினை திறக்க முடியவில்லை!

source: %s: Error setting %s to %s
gl: %s: Erro establecendo %s a %s
hi: %s: %s को %s में सेट करने में त्रुटि
si: %2$s අගය %3$s ආදේශ කිරීමේදී %1$s: දෝශයක් ඇතිවිය
ta: %s: பிழை %s ஐ %s க்கு அமைக்கிறது
