Repository: jberkman/dmlangsel
Catalog: po/*.po
Languages: gl, hi, si, ta, zh_tw

source: Authentication failed. Letters must be typed in the correct case.
gl: A autenticación fallou. As letras teñen que estar correctamente en maiúsculas/minúsculas.
hi: सत्यापन असफल. अक्षर जरूर सही स्थिति में रहना चाहिये.
si: අනන්‍යතාවය තහවුරු කරගැනීමට අපොහොසත්විය. නිවැරදි ප්‍රමාණයෙන් අකුරු ඇතුලත් කිරීමට වග බලාගන්න.
ta: அங்கீகரிக்க முடியவில்லை. எழுத்துகள் சரியான எழுத்துணர்வில் இருக்க வேண்டும்.

source: Authentication failed
gl: Fallou a autenticación
hi: सत्यापन असफल
si: අනන්‍යතාවය තහවුරු කරගැනීමට අපොහොසත්විය
ta: அங்கீகரிக்க முடியவில்லை

source: Automatic login
gl: Inicio de sesión automático
hi: स्वचालित लॉगिन
si: ස්වයංක්‍රීය පිවිසුම
ta: தானியக்க புகுபதிவு

source: The system administrator has disabled your access to the system temporarily.
gl: O administrador do sistema desactivou temporalmente o seu acceso ao sistema.
hi: सिस्टम प्रशासक ने सिस्टम में आपका प्रवेश अस्थायी रूप से अक्षम किया हुआ है.
si: පද්ධතියේ පරිපාලක විසින් පද්ධතියට පිවිසීම තාවකාලිකව අක්‍රීය කර ඇත.
ta: கணினியை நீங்கள் அணுகுவதை தற்காலிகமாக கணினி நிர்வாகி செயல் நீக்கியுள்ளார்.

source: Can't find PAM configuration for GDM.
gl: Non se atopa a configuración de PAM para o GDM.
hi: GDM हेतु PAM विन्यासन नहीं मिला.
si: GDM සඳහා අවශ්‍ය PAM මාණකරනය සොයාගත නොහැකි විය
ta: GDMக்கான PAM கட்டமைப்பினை கண்டுபிடிக்க முடியவில்லை.

source: %s: Could not get server hostname: %s!
gl: %s: Non se puido obter o nome do servidor: %s!
hi: %s: सर्वर मेजबान नाम: %s नहीं मिला!
si: %s: සේවා දායකය අදාල ධාරක නාමය ලබාගත නොහැක: %s!
ta: %s: சேவையகம் புரவலன் பெயரை பெற முடியவில்லை: %s!

source: %s: Could not create socket!
gl: %s: Non se puido crear o socket!
hi: %s: सॉकेट नहीं बना सके!
si: %s: කෙවෙනිය සෑදීමට අපොහොසත්විය!
ta: %s: சாக்கெட்டை உருவாக்க முடியவில்லை!

source: %s: Could not bind to XDMCP socket!
gl: %s: Non se puido asociar ao socket XDMCP!
hi: %s: XDMCP सॉकेट से बाइंड नहीं कर सके!
si: %s: XDMCP කෙවෙනියට සම්බන්ධ කිරීමට අපොහොසත්විය!
ta: %s: XDMCP சாக்கெட்டுக்கு பிணைக்க முடியவில்லை!

source: %s: Could not create XDMCP buffer!
gl: %s: Non se puido crear o buffer XDMCP!
hi: %s: XDMCP बफर नहीं बना सके!
si: %s: XDMCP රඳනය සැකසීමට නොහැකි විය!
ta: %s: XDMCP இடையகத்தை உருவாக்க முடியவில்லை!

source: %s: Could not read XDMCP header!
gl: %s: Non se puido ler a cabeceira XDMCP!
hi: %s: XDMCP हेडर पढ़ नहीं सका!
si: %s: XDMCP සිරස් දත්තයන් කියවිය නොහැක!
ta: %s: XDMCP தலைப்பை வாசிக்க முடியவில்லை!

source: %s: Incorrect XDMCP version!
gl: %s: Versión incorrecta de XDMCP!
hi: %s: XDMCP का गलत संसकरण!
si: %s: XDMCP වෙළුම් අංකය අසත්‍යයි!
ta: %s: தவறான XDMCP பதிப்பு!

source: %s: Unknown opcode from host %s
gl: %s: Código de operación descoñecido desde a máquina %s
hi: %s: मेजबान %s से अज्ञात ऑपकोड
si: %2$s දාහකය විසින් හඳුනානොගත් opcode යොමුකර ඇත:%1$s
ta: %s: புரவலன் %s லிருந்து தெரியாத opcode

source: %s: Could not extract authlist from packet
gl: %s: Non se puido extraer a lista de autenticación do paquete
hi: %s: पैकेट से प्रामाणिक-सूची नहीं निकाल सका
si: %s: පැකැට්තුව තුලින් authlist උකහා ගැනීමට නොහැක
ta: %s: authlistஐ பாக்கெட்டிலிருந்து பிரிக்க முடியவில்லை

source: %s: Error in checksum
gl: %s: Erro na suma de comprobación (checksum)
hi: %s: चेकसम में त्रुटि
si: %s: පරීක්‍ෂණ අගයෙහි දෝශයකි
ta: %s: checksum இல் பிழை

source: %s: Could not read display address
gl: %s: Non se puido ler o enderezo da pantalla
hi: %s: प्रदर्शक पता पढ़ नहीं सका
si: %s: දර්ශණයේ අගය කියවිය නොහැක
ta: %s: காட்சி முகவரியை வாசிக்க முடியவில்லை

source: %s: Could not read display port number
gl: %s: Non se puido ler o número de porto da pantalla
hi: %s: प्रदर्शक पोर्ट संख्या नहीं पढ़ पाए
si: %s: දර්ශණයට අදාල දොරටු අංකය කියවිය නොහැක
ta: %s: காட்சி துறை எண்ணை வாசிக்க முடியவில்லை

source: %s: Bad address
gl: %s: Enderezo erróneo
hi: %s: खराब पता
si: %s: අයෝග්‍යය ලිපිනයකි
ta: %s: தவறான முகவரி

source: Denied XDMCP query from host %s
gl: A máquina %s denegou a petición XDMCP
hi: मेजबान %s से XDMCP क्वेरी नकारा गया
si: XDMCP ඉල්ලීම %s ධාරකය විසින් ප්‍රතික්‍ෂේප කරනු ලබනවා.
ta: புரவலன் %s இலிருந்து XDMCP வினாவுக்கு அனுமதி மறுக்கப்பட்டது

source: %s: Got REQUEST from banned host %s
gl: %s: Recibido REQUEST desde a máquina banida %s
hi: %s: निषेधित मेजबान %s से निवेदन मिला
si: %2$s: ප්‍රතික්‍ෂේපිත ධාරකයෙන් %1$s ඉල්ලීමක් ලැබුනි
ta: %s: தடைசெய்த புரவலன் %s இலிருந்து REQUEST பெறப்பட்டது

source: %s: Could not read Display Number
gl: %s: Non se puido ler o número de pantalla
hi: %s: प्रदर्शक संख्या पढ़ नहीं पाया
si: %s: දර්ශණයේ අගය කියවිය නොහැක
ta: %s: காட்சி எண்ணை வாசிக்க முடியவில்லை

source: %s: Could not read Connection Type
gl: %s: Non se puido ler o tipo de conexión
hi: %s: संंबंधन प्रकार पढ़ नहीं पाया
si: %s: සම්බන්ධතාවයේ ගණය කියවීමට නොහැක.
ta: %s: இணைப்பு வகையை வாசிக்க முடியவில்லை

source: %s: Could not read Client Address
gl: %s: Non se puido ler o enderezo do cliente
hi: %s : क्लाएंट पता पढ़ नहीं सका
si: %s: ග්‍රාහකයේ ලිපිනය කියවීමට නොහැක
ta: %s: கிளையன் முகவரியை வாசிக்க முடியவில்லை

source: %s: Could not read Authentication Names
gl: %s: Non se puideron ler os nomes de autenticación
hi: %s: सत्यापन नामों को पढ़ नहीं पाया
si: %s: අනන්‍යතා නාමයන් කියවිය නොහැක
ta: %s: அங்கீகாரம் செய்யும் பெயர்களை வாசிக்க முடியவில்லை

source: %s: Could not read Authentication Data
gl: %s: Non se puideron ler os datos da autenticación
hi: %s: सत्यापन आंकड़ा पढ़ नहीं पाया
si: %s: අනන්‍යතා දත්තයන් කියවිය නොහැක
ta: %s: அங்கீகார தரவை வாசிக்க முடியவில்லை

source: %s: Could not read Authorization List
gl: %s: Non se puido ler a lista de autorización
hi: %s: सत्यापन सूची पढ़ नहीं पाया
si: %s: බලපත්‍ර ලේඛණය කියවිය නොහැක
ta: %s: அங்கீகார பட்டியலை வாசிக்க முடியவில்லை

source: %s: Could not read Manufacturer ID
gl: %s: Non se puido ler o ID do fabricante
hi: %s: उत्पादक ID पढ़ नहीं पाया
si: %s: නිශ්පාදක හැඳුනුම්පත කියවිය නොහැක
ta: %s: தயாரிப்பாளர் அடையாளத்தை வாசிக்க முடியவில்லை

source: %s: Failed checksum from %s
gl: %s: Fallou a suma de comprobación (checksum) de %s
hi: %s: %s से चेकसम असफल
si: %s: %s ලද නිරීක්‍ෂණ අගය අසමත් විය
ta: %s: %sலிருந்து செயலிழக்கப்பட்ட checksum

source: %s: Got Manage from banned host %s
gl: %s: Recibido 'Manage' desde a máquina banida %s
hi: %s: निषेधित मेजबान %s से मैनेज मिला
si: %2$s: ප්‍රතික්‍ෂේපිත ධාරකයෙන් කළමණාකරන ඉලෙලීමක් ලැබුනි %1$s
ta: %s: தடைசெய்யப் பட்ட புரவலன் %s இலிருந்து மேலாண்மை பெறப்பட்டது

source: %s: Could not read Session ID
gl: %s: Non se puido ler o ID de sesión
hi: %s: सत्र आइडी पढ़ नहीं सका
si: %s: සැසියේ අනන්‍යතා අගය කියවිය නොහැක
ta: %s: அமர்வு அடையாளத்தை வாசிக்க முடியவில்லை

source: %s: Could not read Display Class
gl: %s: Non se puido ler a clase de pantalla
hi: %s: प्रदर्शक वर्ग पढ़ नहीं सका
si: %s: දර්ශණයේ ගණය කියවිය නොහැක
ta: %s: காட்சி வகுப்பை வாசிக்க முடியவில்லை

source: %s: Could not read address
gl: %s: Non se puido ler o enderezo
hi: %s: पता पढ़ नहीं सका
si: %s: ලිපිනය කියවිය නොහැක
ta: %s: முகவரியை வாசிக்க முடியவில்லை

source: %s: Got KEEPALIVE from banned host %s
gl: %s: Recibido KEEPALIVE desde a máquina banida %s
hi: %s: निषेधित मेजबान %s से KEEPALIVE मिला
si: %s: ප්‍රතික්‍ෂේපිත ධාරකයෙන් KEEPALIVE අගයක් ලැබුනි %s
ta: %s: தடைசெய்த புரவலன் %s இலிருந்து KEEPALIVE கிடைத்துள்ளது

source: %s: Failed to run '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
gl: %s: Erro ao executar '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
hi: %s: चलाने में विफल '%s --प्रदर्शक %s --display-authfile %s --to %s --to-authfile %s': %s
si: %s: '%s --display %s --display-authfile %s --to %s --to-authfile %s' ක්‍රියාත්මක කිරීමට අසමත්විය: %s
ta: %s: '%s --display %s --display-authfile %s --to %s --to-authfile %s' ஐ இயக்க முடியவில்லை: %s

source: %s: No XDMCP support
gl: %s: Non hai soporte de XDMCP
hi: %s: कोई XDMCP समर्थन नहीं
si: %s: XDMCP පහසුකම නොමැත
ta: %s: XDMCP துணையில்லை

source: Xnest command line
gl: Liña de comandos de Xnest
hi: Xnest कमांड लाइन
si: Xnest චිධාන රේඛාව
ta: Xnest கட்டளை வரி

source: STRING
gl: CADEA
hi: स्ट्रिंग

source: Extra options for Xnest
gl: Opcións extra para Xnest
hi: Xnest हेतु अतिरिक्त विकल्प
si: X සඳහා අතිරේක වරණ
ta: Xnest க்கான கூடுதல் விருப்பங்கள்

source: OPTIONS
gl: OPCIÓNS
hi: विकल्प

source: Run in background
gl: Executar en segundo plano
hi: पृष्ठ भूमि में चलाएँ
si: පසුබිමේ ක්‍රියාත්මක කරන්න
ta: பின்னணியில் இயக்கவும்

source: Just run Xnest, no query (no chooser)
gl: Executar só o Xnest, sen petición (sen selector)
hi: सिर्फ Xnest चलाएँ, कोई क्वेरी नहीं (चयनक नहीं)
si: Xnest ක්‍රියාත්මක කරන්න, විමසීමක් අවශ්‍ය නැත(තෝරාගන්නෙක් නොමැතිව)
ta: Xnest ஐ இயக்கவும், வினா இல்லை (தேர்வி இல்லை)

source: Do direct query instead of indirect (chooser)
gl: Facer petición directa no canto de indirecta (selector)
hi: अप्रत्यक्ष के बजाए सीधे क्वेरी करें (चयनक)
si: වක්‍රාකරයෙන් නොව ඍජුව විමසීමක් කරන්න(තෝරාගන්නා )
ta: மறைவான வினாவுக்கு பதிலாக நேரடியான கேள்வி எழுப்பவும் (தேர்வி)

source: Run broadcast instead of indirect (chooser)
gl: Enviar difusión (broadcast) no canto de indirecta (selector)
hi: अप्रत्यक्ष के बजाए ब्रॉडकास्ट चलाएँ (चयनक)
si: වක්‍රාකරව නොමැතිව සම්ප්‍රේශණය කිරීම ක්‍රියාත්මක කරන්න(තෝරාගන්නා)
ta: மறைவானதற்கு பதிலாக ஒலிபரப்பை இயக்கவும் (தேர்வி)

source: Don't check for running GDM
gl: Non comprobar se está o gdm executándose
hi: चलते GDM हेतु जॉच नहीं करें
si: දැනට ක්‍රියාත්මක GDM පරීක්‍ෂණයට ලක් නොකරන්න
ta: இயங்கும் GDM ஐ சோதிக்க வேண்டாம்

source: - Nested gdm login chooser
gl: - Selector de entrada gdm aniñado
hi: - संजालित gdm लॉगिन चयनक
si: - කූඩුගත gdm පිවිසුම් තෝරන්නා
ta: - பிணையப்பட்ட gdm புகுபதிவு தேர்வி

source: - Nested gdm login
gl: - Entrada gdm aniñada
hi: - संजालित gdm लॉगिन
si: - කූඩුගත gdm පිවිසුම
ta: - பிணையப்பட்ட gdm புகுபதிவு

source: Xnest doesn't exist.
gl: Xnest non existe.
hi: Xnest मौज़ूद नहीं है.
si: Xnest භාවිතයේ නොමැත
ta: Xnest இல்லை.

source: Please ask your system administrator to install it.
gl: Pida ao administrador do sistema que o instale.
hi: कृपया अपने सिस्टम प्रशासक से इसे अधिष्ठापित करने हेतु संपर्क करें.
si: එය ස්ථාපනය කිරීම සඳහා ඔබේ පද්ධතියේ පාලකවරයාව අමතන්න
ta: உங்கள் கணினி நிர்வாகியிடம் அதை நிறுவ சொல்லவும்.

source: Indirect XDMCP is not enabled
gl: XDMCP indirecto non habilitado
hi: अप्रत्यक्ष XDMCP सक्षम नहीं है
si: වක්‍රාකාර XDMCP සක්‍රිය කර නොමැත
ta: மறைவான XDMCP செயல்படுத்தப்படவில்லை

source: Please ask your system administrator to enable this feature.
gl: Pida ao administrador do sistema que active esta opción.
hi: कृपया अपने सिस्टम प्रशासक से इसे अधिष्ठापित करने हेतु संपर्क करें.
si: මෙම පහසුකම ලබාගැනීමට පද්ධතියේ පාලකගෙන් විමසන්න
ta: உங்கள் கணினி நிர்வாகியிடம் இந்த வசதியை செயல்படுத்த சொல்லவும்.

source: XDMCP is not enabled
gl: XDMCP non habilitado
hi: XDMCP सक्षम नही है
si: XDMCP මෙහි සක්‍රීය කර නැත
ta: XDMCP செயல்படுத்தப்படவில்லை

source: GDM is not running
gl: O GDM non está a se executar
hi: GDM नहीं चल रहा है
si: GDM ක්‍රියාත්මකව නැත
ta: GDM இயங்கவில்லை

source: Please ask your system administrator to start it.
gl: Pida ao administrador do sistema que o arranque.
hi: कृपया अपने सिस्टम प्रशासक से इसे प्रारंभ करने हेतु कहें.
si: එය ආරම්භ කිරීමට ඔබේ පද්ධතියේ පාලකගෙන් ඉල්ලාසිටින්න.
ta: உங்கள் கணினி நிர்வாகியிடம் அதை துவக்க சொல்லவும்.

source: Could not find a free display number
gl: Non se atopou un número de pantalla libre
hi: एक मुक्त प्रदर्शक संख्या ढूंढ नहीं पाया
si: නිදහස් දර්ශණ අගයක් සොයාගන නොහැක
ta: காட்சி எண்ணை கண்டுபிடிக்க முடியவில்லை

source: Please wait: scanning local network...
gl: Agarde, por favor: procurando os servidores con XDMCP na rede local...
hi: कृपया इंतजार करें: स्थानीय संजाल का स्कैनिंग कर रहा है...
si: කරුණාකර රැදීසිටින්න: සමීප පරිගණක ජාලය පිරික්සමින් සිටී...
ta: காத்திருக்கவும்: உள்ளமை பிணையத்தில் தேடுகிறது...

source: No serving hosts were found.
gl: Non se atopou ningún servidor.
hi: कोई सेवारत मेजबान नहीं मिला.
si: සේවා සපයන ධාරකයක් සොයාගත නොහැකිවිය.
ta: சேவை செய்யும் எந்த புரவலனும் இல்லை.

source: Choose a ho_st to connect to:
gl: Escolla un _servidor ao que conectar:
hi: मेजबान का चुनाव करें जिससे जुड़ना चाहते हैं: (_s)
si: සම්බන්ධවීම සඳහා ධාරකයක් තෝරාගන්න(_s):
ta: இணைக்க ஒரு புரவலனை தேர்வு செய்யவும் (_s):

source: The host "%s" is not willing to support a login session right now. Please try again later.
gl: O servidor "%s" non acepta inicios de sesión neste instante. Tente de novo máis tarde.
hi: मेजबान "%s" अभी लॉगिन सत्र को समर्थन नहीं देना चाहता. कृपया बाद में फिर कोशिश करें.
si: "%s" ධාරකය පිවිසුම් සැසියක් දැන් ලබාදීමට අපොහොසත්ය. කරුණාකර පසුව උත්සහකර බලන්න.
ta: புரவலன் "%s" புகுபதிவு அமர்வுக்கு இப்போது துணைபுரிய விரும்பவில்லை. சிறிது நேரம் கழித்து முயற்சிக்கவும்.

source: Cannot connect to remote server
gl: Non se pode conectar ao servidor remoto
hi: दूरस्थ सर्वर से संबंधित नहीं हो पाया
si: දුරස්ථ සේවා දායකය හා සම්බන්ධවිය නොහැක
ta: தொலை சேவையகத்துடன் இணைக்க முடியவில்லை

source: Did not receive any response from host "%s" in %d seconds. Perhaps the host is not turned on, or is not willing to support a login session right now. Please try again later.
gl: Non se recibiu ningunha resposta do servidor "%s" en %d segundos. Talvez o servidor non está encendido, ou non acepta inicios de sesión neste intre. Tente de novo máis tarde.
hi: मेजबान "%s" से %d सेकेंड में कोई अनुक्रिया नहीं मिला. शायद मेजबान चालू नहीं है, या एक लॉगिन सत्र को अभी संर्थन की इच्छा नहीं रखता. कृपया बाद में कोशिश करें.
si: ගතවූ තත්පර %2$d තුල "%1$s" ධාරකයෙන් කිසිදු ප්‍රතිචාරයක් නොලැබුනි. ඇතැම්විට ධාරකය අක්‍රීයව ඇත, නැතහොත් පිවිසුම් සැසියක් සඳහා පහසුකම් සැපයීමට අපොහොසත්ව ඇත. කරුණාකර පසුව නැවත උත්සහ කර බලන්න.
ta: புரவலன் "%s" இருந்து %d வினாடிகள் எந்த பதிலும் கிடைக்கவில்லை. புரவலன் துவக்கப்படாமலோ, அல்லது புரவலன் புகுபதிவு அமர்வுக்கு இப்போது துணைபுரிய விரும்பாமலோ இருக்கலாம். சிறிது நேரம் கழித்து முயற்சிக்கவும்.

source: Did not receive response from server
gl: Non se recibiu ningunha resposta do servidor
hi: सर्वर से प्रतिक्रिया नहीं मिली
si: සේවාදාහකයෙන් කිසිදු ප්‍රතිචාරයක් නොලැබුනි
ta: சேவையகத்திலிருந்து இருந்து பதில் எதுவும் கிடைக்கவில்லை

source: Cannot find the host "%s". Perhaps you have mistyped it.
gl: Non se atopa o servidor "%s", talvez o escribiu mal.
hi: मुझे मेजबान "%s" नहीं मिला. शायद आपने इसे गलत टाइप किया है.
si: "%s" ධාරකය සොයාගත නොහැකිවිය. එය නිසියාකාරව යතුරුකර ඇත්දැයි පරික්‍ෂාකර බලන්න.
ta: புரவலன் "%s"ஐ கண்டுபிடிக்க முடியவில்லை, நீங்கள் தவறாக தட்டச்சு செய்திருக்கலாம்.

source: Cannot find host
gl: Non se atopa o servidor
hi: मेजबान नही ढूंढ सकता है
si: ධායකය සොයාගත නොහැක
ta: புரவலனை கண்டுபிடிக்க முடியவில்லை

source: The main area of this application shows the hosts on the local network that have "XDMCP" enabled. This allows users to login remotely to other computers as if they were logged on using the console. You can rescan the network for new hosts by clicking "Refresh". When you have selected a host click "Connect" to open a session to that computer.
gl: A área principal desta aplicación mostra os servidores da rede localque teñen "XDMCP" habilitado. Isto permite que os usuarios iniciensesións remotamente noutras máquinas como se o fixesen dende a consola. Pode voltar a examinar a rede na procura de novos servidorespremendo "Actualizar". Cando teña o servidor seleccionado,prema "Conectar" para abrir unha sesión nesa máquina.
hi: इस कार्यक्रम का मुख्य क्षेत्र स्थानीय संजाल के "XDMCP" सक्षम मेजबान को दिखाता है. यह उपयोक्ता को दूर से ही मशीन में लॉगिन इस प्रकार करने देता है जैसै वे कंसोल उपयोग कर रहे हों. आप संजाल को नए मेजबान हेतु "ताज़ा करें" में क्लिक करके जाँच सकते हैं. जब आप एक मेजबान चुन लेते हैं, तो "संबंधित" में क्लिक करके उस कंप्यूटर में सत्र प्रारंभ करें.
si: මෙමවැඩසටහන මඟින් දේශීය පරිගණක ජාලය තුල තිබෙන "XDMCP" සක්‍රීය කර තිබෙන ධාරකයන් පෙන්වනු ඇත. මෙමඟින් පරිශීලකයන් හට දුරස්ථව පාලක පුවරුවක් මඟින් අනෙකුත් පරිගණක තුලට පිවිසීමට අවකාශ ලැබෙනු ඇත. "Refresh" ක්ලික් කර ජාලයේ ඇති නව ධාරකයන් පරිලෝකනය කිරීමට පිළිවෙන. ඔබ නියමිත ධාරකය තෝරාගත් පසුව "Connect" ක්ලික් කිරීමෙන් එම අදාල පරිගණකය තුලට නව සැසියක් ආරම්භ කරගත හැක.
ta: பயன்பாட்டின் முக்கிய இடம் உள்ளமை பிணையத்தில் "XDMCP" செயல்படுத்தப்படும் புரவலனை காட்டுகிறது. இது பயனரை பணியகத்தை பயன்படுத்தி புகுபதிவு செய்திருந்தாலும் மற்ற தொலை கணினியில் புகுபதிவு செய்ய அனுமதிக்கு ம். "புதுப்பித்தல்" என்பதை சொடுக்கி புதிய புரவலகளை பிணையத்தில் தேடவும். நீங்கள் புரவலனை தேர்வு செய்த பின் அந்த கணினியில் ஒரு அமர்வை திறக்க "இணைத்தல்" என்பதை சொடுக்கவும்.

source: Socket for xdm communication
gl: Socket para a comunicación co xdm
hi: xdm संचारण हेतु सॉकेट
si: xdm සන්නිවේදනය සඳහා වන කෙවෙනිය
ta: xdm தொடர்புக்கான சாக்கெட்

source: SOCKET
hi: सॉकेट

source: Client address to return in response to xdm
gl: Enderezo do cliente para devolver na resposta ao xdm
hi: xdm की प्रतिक्रिया में लौटाया जाने वाला क्लाएंट पता
si: සේවා දායක ලිපිනය ප්‍රතිචාරයක් වශයෙන් xdm වෙත යැවිය යුතුවේ
ta: xdmக்கு பதில் அனுப்பும் கிளையன் முகவரி

source: ADDRESS
gl: ENDEREZO
hi: पता

source: Connection type to return in response to xdm
gl: Tipo de conexión para devolver na resposta ao xdm
hi: xdm की प्रतिक्रिया में लौटाया जाने वाला संंबंधन प्रकार
si: සම්බන්ධතා ගණය ප්‍රතිචාරයක් වශයෙන් xdm වෙත යැවිය යුතුවේ
ta: xdmக்கு பதில் அனுப்பும் இணைப்பு வகை

source: TYPE
gl: TIPO
hi: प्रकार

source: - gdm login chooser
gl: - selector de entrada gdm
hi: - gdm लॉगिन चयनक
si: - gdm පිවිසුම් තෝරන්නා
ta: - gdm புகுபதிவு தேர்வி

source: The chooser version (%s) does not match the daemon version (%s). You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
gl: A versión do selector (%s) non cadra coa versión do daemon (%s), probablemente ven de actualizar o gdm. Reinicie o daemon do gdm ou reinicie o computador.
hi: चयनक संस्करण (%s) डेमन संस्करण (%s) से मेल नहीं खाता. शायद आपने GDM को अद्यतन किया है. कृपया GDM डेमन को पुनः प्रारंभ करें या कम्प्यूटर रीबूट करें.
si: ඔබේ තෝරාගන්නා වැඩසටහන් වෙළුම (%s) ඩේමන් වෙළුම හා සමපාත නොවේ (%s). ඔබ GDM වැඩසටහන වැඩි දියුණු කර ඇත. GDM ඩේමනය හෝ පරිගණකය නැවත ආරම්භ කරන්න.
ta: தேர்வி பதிப்பு (%s) டீமான் பதிப்புக்கு (%s) பொருந்தவில்லை. நீங்கள் GDM ஐமேம்படுத்தி உள்ளீர்கள். GDM டீமானை மீண்டும் துவக்கவும் அல்லது கணினியை மீண்டும் துவக்கவும்.

source: Cannot run chooser
gl: Non se pode executar o selector
hi: चयनक नहीं चला सके
si: සමාචාරක වැඩසටහන ක්‍රියාත්මකකල නොහැක
ta: தேர்வியை இயக்க முடியவில்லை

source: A_dd host:
gl: _Engadir servidor:
hi: मेजबान जोडें (_d):
si: ධාරකය එකතු කරනු(_d):
ta: புரவலனை சேர்த்தல் (_d):

source: C_onnect
gl: C_onectar
hi: संबंधित (_o)
ta: இணைத்தல் (_o)

source: Exit the application
gl: Saír da aplicación
hi: अनुप्रयोग से बाहर हों
si: වැඩසටහනෙන් පිටවෙනු
ta: பயன்பாட்டில் இருந்து வெளியேறுதல்

source: How to use this application
gl: Como usar esta aplicación
hi: इस अनुप्रयोग का उपयोग कैसे करें
si: වැඩසටහන භාවිතකල යුතු අන්දම
ta: இந்த பயன்பாட்டை எவ்வாறு பயன்படுத்த வேண்டும்

source: Login Host Chooser
gl: Selector do equipo de entrada
hi: लॉगिन मेजबान चयनक
si: ධාරක මෙනුවට පිවිසෙන්න
ta: புகுபதிவு புரவலன் தேர்வி

source: Open a session to the selected host
gl: Abrir unha sesión no servidor seleccionado
hi: चयनित मेजबान हेतु एक सत्र खोलें
si: තෝරාගත් ධාරකය මත සැසියක් විවෘත කරන්න
ta: தேர்வு செய்த புரவலனுக்கு அமர்வை திறக்கவும்

source: Probe the network
gl: Sondar a rede
hi: संजाल को जाँचें
si: පරිගණක ජාලය පිරික්සා බලන්න
ta: பிணையத்தை தேடுகிறது

source: Query and add this host to the above list
gl: Consultar e engadir este servidor á lista de enriba
hi: क्वैरी करें तथा इस मेजबान को ऊपर दी गई सूची में जोड़ें
si: විමසාබලා මෙම ධාරකය ඉහත ලැයිස්තුවට ඇතුලත්කර ගන්න
ta: வினா கேட்ட பின் புரவலனை மேலே உள்ள பட்டியலில் சேர்க்கவும்

source: Status
gl: Estado
hi: स्तर
si: තත්‍වය
ta: நிலை

source: _Add
gl: _Engadir
hi: जोड़ें (_A)
si: එකතු කරන්න(_A)
ta: சேர்த்தல் (_A)

source: GDM (The GNOME Display Manager) is not running.
gl: GDM (o xestor de pantallas de GNOME) non está a se executar.
hi: GDM (गनोम डिस्प्ले प्रबंधक) नहीं चल रहा है.
si: GDM (GNOME දර්ශක වැඩසටහන) අක්‍රීයයි.
ta: GDM (GNOME காட்சி மேலாளர்) இயங்கவில்லை.

source: You might in fact be using a different display manager, such as KDM (KDE Display Manager) or xdm. If you still wish to use this feature, either start GDM yourself or ask your system administrator to start GDM.
gl: De feito podería estar usando outro xestor de pantallas como KDM (Xestor de pantallas de KDE) ou xdm. Se todavía desexa empregar esta característica, inicie GDM por vostede mesmo ou pida a seu administrador do sistema que o faga.
hi: आप संभव है कि अलग प्रदर्शन प्रबंधक का प्रयोग कर रहे हों, जैसे कि KDM (KDE प्रदर्शन प्रबंधक) या xdm. अगर आप अब भी इस फीचर का उपयोग करने की इच्छा रखते हैं, या तो GDM आरंभ करें या अपने सिस्टम प्रशासक से GDM आरंभ करने के लिये कहें.
si: ඔබ KDM හෝ xdm වැනි වෙනස් දරශණ පාලක වැඩසටහනක් භාවිතා කරනවා විය හැක. ඔබට මෙම අංගය භාවිත කිරීමට අවශ්‍ය නම් GDM නැවත ආරම්භ කරන්න නැතහොත් පද්ධතියේ පාලක ලවා මෙය සිදුකරන්න .
ta: உண்மையில் KDM (KDE காட்சி மேலாளர்) போன்ற வேறு காட்சி மேலாளரை நீங்கள் பயன்படுத்திக் கொண்டு இருக்கலாம். இந்த வசதியை இன்னும் நீங்கள் பயன்படுத்து விரும்பினால், ஒன்று நீங்களே GDMஐ துவக்கவும் அல்லது உங்கள் கணினி நிர்வாகியை GDM ஐ துவக்க சொல்லவும்.

source: Cannot communicate with GDM (The GNOME Display Manager)
gl: Non se pode comunicar co GDM (o xestor de pantallas de GNOME)
hi: GDM (गनोम डिस्प्ले प्रबंधक) से संचार नहीं कर सका.
si: GDM සමඟ සන්නිවේදනය නොහැක (GNOME දර්‍ශක පාලක)
ta: GDM (GNOME காட்சி மேலாளர்) உடன் தொடர்பு கொள்ள முடியவில்லை

source: Perhaps you have an old version of GDM running.
gl: Talvez ten unha versión antiga do GDM a se executar.
hi: संभवतः आप के पास GDM का पुराना संस्करण चल रहा है.
si: ඇතැම්විට ඔබ සතුව ක්‍රියාත්මකව ඇත්තේ පැරැණි GDM පිටපතක් වියහැක.
ta: ஒருவேளை நீங்கள் பழைய GDM பதிப்பை கொண்டிருக்கலாம்.

source: Cannot communicate with GDM. Perhaps you have an old version running.
gl: Non se pode comunicar co GDM, tal vez ten unha versión antiga executándose.
hi: GDM से संवाद नहीं कर सकता, संभवतः आप के पास पुराना संस्करण चल रहा है.
si: GDM සමඟ සන්නිවේදනය නොහැක. ඇතැම්විට ඔබ සතුව ක්‍රියාත්මකව ඇත්තේ පැරැණි GDM පිටපතක් වියහැක.
ta: GDM உடன் தொடர்பு கொள்ள முடியவில்லை, பழைய பதிப்பு இயக்கத்தில் இருக்கலாம்.

source: The allowed limit of flexible X servers reached.
gl: Chegouse ao límite permitido de servidores de X flexibles.
hi: लोच़दार X सर्वर की स्वीकृत सीमा आ चुकी.
si: නම්‍යශීලී X සේවා දායකයන් සඳහා වන සීමාවට පැමිණ ඇත.
ta: நெகிழ்வு X serverகள் அனுமதிக்கப்பட்ட வரையறையை எட்டிவிட்டது.

source: There were errors trying to start the X server.
gl: Houbo erros tentando arrancar o servidor de X.
hi: X सर्वर प्रारंभ करने की कोशिश में त्रुटियाँ हुईं.
si: X සේවා දායකය ආරම්භ කිරීමේදී දෝශයන් ඇතිවිය.
ta: X server ஐ துவக்க முயற்சிக்கும் போது பிழை.

source: The X server failed. Perhaps it is not configured well.
gl: Fallou o servidor de X. Quizais non estea ben configurado.
hi: X सर्वर असफल. शायद यह उचित प्रकार विन्यस्त्ड नहीं है.
si: X දාහකය අසමත්විය. ඇතැම්විට එය නිසියාකාරව මානකර නොතිබීම මීට හේතුවිය හැක.
ta: X server செயலிழக்கப்பட்டது. ஒருவேளை சரியாக கட்டமைக்கபடாமல் இருக்கலாம்.

source: Too many X sessions running.
gl: Están executándose sesións de X de máis.
hi: बहुत सारे X सत्र चल रहे हैं.
si: X සැසියන් අනේක ප්‍රමාණයක් ක්‍රියාත්මකව ඇත.
ta: பல X sessions இயக்கத்தில் உள்ளன.

source: The nested X server (Xnest) cannot connect to your current X server. You may be missing an X authorization file.
gl: O servidor aniñado de X (Xnest) non pode conectar co servidor de X actual. Poida que falte un ficheiro de autorización de X.
hi: नेस्टेड X सर्वर (Xnest) आपके वर्तमान X सर्वर से नहीं जुड़ा. शायद X आधिकारिक फ़ाइल आपके पास नहीं है.
si: කූඩුගත X සේවා දායකය හට(Xnest) ඔබේ වත්මන් X සේවාදායකය හා සම්බන්ධ විය නොහැක. ඔබේ X බලපත්‍ර ගොනුව අස්ථාන ගතවීම මීට හේතුවිය හැක.
ta: பிணைக்கப்பட்ட X server (Xnest) உங்களின் தற்போதைய X server உடன் இணைக்க முடியவில்லை. நீங்கள் X அங்கீகார கோப்பினை விட்டிருக்கலாம்.
