Repository: jberkman/dmlangsel
Catalog: po/*.po
Languages: gl, hi, si, ta, zh_tw

source: %s: Empty server command for display %s
gl: %s: Comando de servidor baleiro para a pantalla %s
hi: %s: प्रदर्शक %s हेतु खाली सर्वर कमांड
si: %s: %s දර්ශණය සඳහා යොමු කර ඇති සේවා දායක විධානය ශුන්‍යයි
ta: %s: காட்சி %sக்கான வெற்று சேவையகம் கட்டளை

source: %s: Server priority couldn't be set to %d: %s
gl: %s: A prioridade do servidor non está establecida a %d: %s
hi: %s: सर्वर प्राथमिकता को %d में सेट नहीं किया जा सका: %s
si: %s: සේවා දායකයේ ප්‍රමුඛස්ථානය %d: %s යෙදීමට අපොහොසත් වුනි
ta: %s: சேவையகத்தின் முக்கியத்வத்தை %d க்கு அமைக்க முடியவில்லை: %s

source: %s: Server was to be spawned by uid %d but that user doesn't exist
gl: %s: O servidor ía ser lanzado co UID %d, mais ese usuario non existe.
hi: %s: सर्वर uid %d हेतु स्पान्ड किया पर वह उपयोक्ता मौज़ूद नहीं है
si: %s: සේවා දායකය uid %d මඟින් spawned කලද උක්ත පරිශීලක භාවිතයේ නොමැත
ta: %s: uid %d ஆல் சேவையகம் பிறப்பிக்கப்பட்டது ஆனால் அந்த பயனர் இல்லை

source: %s: Couldn't set groupid to %d
gl: %s: Non se puido establecer o identificador de grupo a %d
hi: %s: %d पर समूह ID नियत नहीं कर सका
si: %s: කණ්ඩායමේ හඳුනාගැනීමේ අංකය යෙදීමට නොහැකිය %d
ta: %s: groupid ஐ %dக்கு அமைக்க முடியவில்லை

source: %s: initgroups () failed for %s
gl: %s: Fallou o initgroups () para %s
hi: %s: %s हेतु initgroups() असफल
si: %s: initgroups () %s සඳහා අසමත්විය
ta: %s: initgroups () %sக்கு செயலிழக்கப்பட்டது

source: %s: Couldn't set userid to %d
gl: %s: Non se puido establecer o identificador de usuario a %d
hi: %s: उपयोक्ता ID %d हेतु नियत नहीं कर सका
si: %s: පරිශීලක හඳුනාගැනීමේ අංකය යෙදීමට නොහැක %d
ta: %s: useridஐ %dக்கு அமைக்க முடியவில்லை

source: %s: Couldn't set groupid to 0
gl: %s: Non se puido establecer o identificador de grupo a 0
hi: %s: 0 हेतु ग्रुप ID नियत नहीं कर सका
si: %s: කණ්ඩායමේ හඳුනාගැනීමේ අංකය 0 ට යෙදීමට නොහැක
ta: %s: groupid ஐ 0க்கு அமைக்க முடியவில்லை

source: %s: Xserver not found: %s
gl: %s: Xserver non atopado: %s
hi: %s: X सर्वर नहीं मिला: %s
si: %s: Xසේවා දායකය භාවිතයේ නොමැත: %s
ta: %s: Xserver ஐ கண்டுபிடிக்க முடியவில்லை: %s

source: %s: Can't fork Xserver process!
gl: %s: Non se pode crear o proceso Xserver!
hi: %s: X सर्वर प्रक्रिया फॉर्क नहीं कर सका!
si: %s: X සේවා දායකයේ ක්‍රියාවලියට ජනනය කල නොහැක!
ta: %s:Xserver செயலை பிரிக்க முடியவில்லை!

source: Can't set EGID to user GID
gl: Non se pode establecer o EGID ao GID do usuario
hi: EGID को GID में नियत नहीं कर सकता है
si: පරිශීලක GID හට EGID යෙදිය නොහැක
ta: இந்த GID பயனருக்கு EGID அமைக்க முடியவில்லை

source: Can't set EUID to user UID
gl: Non se pode establecer o EUID ao UID do usuario
hi: EGID को UID में नियत नहीं कर सकता है
si: පරිශීලක GID හට EUID යෙදිය නොහැක
ta: இந்த UID பயனருக்கு EUID அமைக்க முடியவில்லை

source: Log in anyway
gl: Iniciar sesión igualmente
hi: किसी तरह लॉगिन करें
si: කෙසේ හෝ ඇතුල්වන්න
ta: எப்படியும் புகுபதிவு செய்யவும்

source: You are already logged in. You can log in anyway, return to your previous login session, or abort this login
gl: Xa ten unha sesión iniciada, pode iniciar outra igualmente, voltar á sesión anterior, ou abortar este inicio de sesión
hi: आप पहले ही लॉगिन कर चुके हैं. जैसे भी हो, आप लॉगिन कर सकते हैं, अपने पिछले लॉगिन सत्र में लौट सकते हैं या इस लॉगिन को छोड़ सकते हैं
si: ඔබ ඇතුලතට පිවිස ඇත. ඔබට කෙලෙසක හෝ ඇතුල්විය හැක, පෙර පිවිසුම් සැසියට හෝ මෙම පිවිසිම ක්‍රියාවිරහිත කලහැක.
ta: ஏற்கனவே புகுபதிவு செய்துள்ளீர்கள். நீங்கள் எப்படியும் புகுபதிவு செய்யலாம், முந்தைய அமர்வு புகுபதிவுக்கு வரலாம் அல்லது இந்த புகுபதிவை நிறுத்தலாம்.

source: Return to previous login
gl: Voltar á sesión anterior
hi: पिछले लॉगिन में लौटें
si: පෙර පිවිසුම වෙත යන්න
ta: முந்தைய புகுபதிவுக்கு செல்லவும்

source: Abort login
gl: Abortar o inicio de sesión
hi: लॉगिन छोडें
si: පිවිසුම අවලංඟු කරන්න
ta: புகுபதிவை நிறுத்தவும்

source: You are already logged in. You can log in anyway or abort this login
gl: Xa ten iniciada unha sesión. Pode entrar igualmente ou abortar este inicio de sesión
hi: आप पहले ही लॉगिन कर चुके हैं. जैसे भी हो, आप लॉगिन कर सकते हैं, या इस लॉगिन को छोड़ सकते हैं
si: ඔබ පද්ධතියට පිවිස ඇත. ඔබට කෙලෙසක හෝ පිවිසීමට පුලුවන, නැතහොත් මෙම පවිසීම නවතා තැමිය හැක
ta: ஏற்கனவே புகுபதிவு செய்துள்ளீர்கள். நீங்கள் எப்படியும் புகுபதிவு செய்யலாம் அல்லது இந்த புகுபதிவை நிறுத்தலாம்.

source: Could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart GDM when the problem is corrected.
gl: Non se puido iniciar o servidor de X (o ambiente gráfico) por mor dalgún erro interno. Contacte co administrador do sistema ou comprobe o rexistro do sistema para diagnosticar o problema. Mentres tanto esta pantalla ficará desactivada. Reinicie o GDM cando o problema estea arranxado.
hi: X सर्वर प्रारंभ नहीं कर सका (आपका आलेखीय वातावरण) कुछ आंतरिक त्रुटि के कारण. कृपया अपने सिस्टम प्रशासक से संपर्क करें. या निदान हेतु सिसलॉग जाँचें इस बीच यह प्रदर्शक अक्षम रहेगा. कृपया समस्या निदान के उपरांत GDM पुनः प्रारंभ करें.
si: X සේවා දායකය ආරම්භකල නොහැක (චිත්රක පසුබිම) අභ්‍යන්තර දෝශයක් මීට හේතු වී ඇත. පද්ධතියේ පරිපාලකව විමසන්න නැතහොත් syslog පරීක්‍ෂාකර බලා .දෝශය නිගමනය කරන්න මෙම දර්ශණය අක්‍රිය කොට ඇති බැව් සලකන්න. මෙම දෝශය නිවැරදි කරගත් පසුව GDM නැවත ආරම්භ කරන්න.
ta: சில உள்ளார்ந்த பிழையால். Xserver (உங்கள் வரைகலை சூழல்) துவக்க முடியவில்லை உங்கள் கணினி நிர்வாகியை தொடர்பு கொள்ளவும் அல்லது பிழையை கண்டு பிடிக்க உங்கள் syslogஐ பரிசோதிக்கவும். இடையில் இந்த காட்சி செயலிழக்கப்படும். சிக்கல் சரி செய்யப்பட்டவுடன் GDMஐ மீண்டும் துவக்கவும்.

source: %s: cannot fork
gl: %s: non se pode facer fork
hi: %s: फॉर्क नहीं कर सकता
si: %s: ජනනය කල නොහැක
ta: %s: பிரிக்க முடியவில்லை

source: %s: cannot open display %s
gl: %s: non se pode abrir a pantalla %s
hi: %s: प्रदर्शक %s प्रारंभ नहीं कर सकता है
si: %s: දර්ශණය විවෘත කල නොහැක %s
ta: %s: காட்சி %s ஐ திறக்க முடியவில்லை

source: Could not execute the configuration application. Make sure its path is set correctly in the configuration file. Attempting to start it from the default location.
gl: Non se puido executar o programa de configuración. Verifique que o camiño no ficheiro de configuración é correcto. Tentaráse executar dende a localización por defecto.
hi: विन्यासन अनुप्रयोग नहीं चला सकता. सुनिश्चित करें कि इसका पथ विन्यासन फ़ाइल में सही नियत है. इसे मूलभूत स्थान से प्रारंभ करने का प्रयत्न किया जा रहा है.
si: මානකරන වැඩසටහන ක්‍රියාත්මක කිරීමට නොහැක. මානකරන ගොනුවට නිසියාකාරව මාරගය සකසා නොමැත. ප්‍රකෘති පිහිටීමේ සිට ආරම්භකිරීමට උත්සහ කරමින්.
ta: உருவமைக்கும் நிரலை இயக்க முடியவில்ல. உருவமைப்பு கோப்பில் பாதை சரியாக அமைக்க பட்டுள்ளதா என்று உறுதி செய்யவும். நான் அதை இயல்பான இடத்தில் இருந்து துவக்க முயற்சிக்கிறேன்.

source: Could not execute the configuration application. Make sure its path is set correctly in the configuration file.
gl: Non se puido executar o programa de configuración. Verifique que o camiño no ficheiro de configuración é correcto.
hi: विन्यासन अनुप्रयोग नहीं चला सकता. सुनिश्चित करें कि इसका पथ विन्यासन फ़ाइल में सही नियत है.
si: මාණකරන වැඩසටහන ක්‍රියාත්මක කල නොහැක. මාණකරන ගොනුවට මාර්ගය නිසියාකාරව සකස්කර ඇතිදැයි සොයා බලන්න.
ta: கட்டமைக்கும் நிரலை இயக்க முடியவில்லை. கட்டமைப்பு கோப்பு பாதை சரியாக அமைக்கப்பட்டுள்ளதா என்று உறுதி செய்யவும்.

source: You must authenticate as root to run configuration.
gl: Debe autenticarse como root para editar a configuración.
hi: विन्यासन चलाने हेतु आप जरूर रूट के रूप में प्रमाणित करें.
si: මාණකරනය කිරීම සඳහා ඔබ root පරිශීලක ලෙස අනන්‍යතාවය තහවුරු කරගත යුතුය
ta: கட்டமைப்பை இயக்க ரூட் கடவுச்சொல்லை உள்ளிட்டு உறுதி செய்யவும்.

source: Login sound requested on non-local display or the play software cannot be run or the sound does not exist.
gl: Solicitouse o son de inicio nunha pantalla non local, ou non se pode executar o programa de reprodución, ou o ficheiro de son non existe.
hi: लॉगिन ध्वनि एक गैर स्थानीय प्रदर्शन पर निवेदन किया या प्ले सॉफ्टवेय चलाया नहीं जा सकता या ध्वनि मौजूद नहीं है
si: දේශීය නොවන පිවිසුමක් සඳහා පිවිසුම් වාදනයක් විමසා ඇත නැතහොත් වාදක මෘදුකාංගය භාවිතයේ නොමැත නැතහොත් ක්‍රියාත්මක කල නොහැක.
ta: உள்ளமை இல்லாத காட்சியில் புகுபதிவு ஒலி கோரப்பட்டது அல்லது விளையாட்டு மென்பொருளை இயக்க முடியாது அல்லது ஒலி இல்லாமல் இருக்கலாம்.

source: %s: Can't init pipe to gdmgreeter
gl: %s: Non se pode inicializar unha tubería ao gdmgreeter
hi: %s: GDM-स्वागतकर्ता में इनिट पाइप नहीं कर सकता है
si: %s: gdmgreeter වෙත සම්බන්ධවෙන නල මාර්ගය ආරම්භනය කරගත නොහැකිවිය.
ta: %s: pipe ஐ gdmgreeterக்கு ஆரம்பிக்க முடியவில்லை

source: No servers were defined in the configuration file and XDMCP was disabled. This can only be a configuration error. GDM has started a single server for you. You should log in and fix the configuration. Note that automatic and timed logins are disabled now.
gl: Non se definiron servidores no ficheiro de configuración e XDMCP está desactivado. Isto só pode ser un erro de configuración. GDM iniciou un servidor automaticamente. Inicie unha sesión e amañe a configuración.Teña en conta que as conexións automáticas e temporizadas foron desactivadas.
hi: विन्यासन फ़ाइल में कोई सर्वर परिभाषित नहीं है तथा XDMCP अक्षम था. यह सिर्फ विन्यासन त्रुटि हो सकती है. अतः मैने एक सर्वर आपके लिए प्रारंभ कर दिया है. आपको लॉगिन कर विन्यासन सही करना होगी . ध्यान दें कि स्वचालित और समयबद्ध लॉगिन अभी अक्षम रहेंगे.
si: XDMCP අක්‍රීය කර ඇති අතර මාණකරන ගොනුවේ කිසිදු සේවා දායකයක් සටහන් කර නොමැත. මෙය මාණකරනයේ දෝශයක් විය යුතුය. GDM විසින් ඔබ සඳහා එක් සේවා දායකයක් ආරම්භකර ඇත. ඔබ පද්ධතිය තුලට පිවිස මාණකරනය නිසියාකාරව සකස් කරන්න. ස්ව හා කාල පිවිසුම් අක්‍රීය කර තිබෙන බව සැලකීමට ගන්න.
ta: கட்டமைப்பு கோப்பில் சேவையகங்கள் எதுவும் வரையறுக்கப்படவில்லை மற்றும் XDMCP செயலிழக்கப்பட்டுள்ளது. இது கட்டமைப்பு பிழை தான். ஆகையால் GDM ஒரு சேவையகத்தை மட்டும் உங்களுக்கு துவக்கியுள்ளது. நீங்கள் நுழைந்து கட்டமைப்பை சரியாக அமைக்க வேண்டும். தானியங்கி மற்றும் நேர புகுபதிவு இப்போது செயலிழக்கப்பட்டுள்ளது என்பதை குறித்து கொள்ளவும்.

source: Could not start the regular X server (your graphical environment) and so this is a failsafe X server. You should log in and properly configure the X server.
gl: Non se puido arrincar o servidor de X normal (o ambiente gráfico), polo que este é un servidor de X a proba de fallas. Entre na sesión e configure axeitadamente o servidor de X.
hi: नियमित X सर्वर प्रारंभ नहीं कर सकता (आपका आलेखीय वातावरण). अतः यह एक फेलसेफ X सर्वर है. आपको लॉगिन कर X सर्वर को उचित प्रकार विन्यस्त करना होगा.
si: විධිමත් X සේවා දායකය ආරම්භකල නොහැක (ඔබගේ දර්ශණ සහිත පසුබිම) මෙය නොවැතෙනා X සේවා දායකයකි. ඔබ පද්ධතිය තුලට පිවිස X දාහකය නිසියාකාරව මාන කලයුතු වේ.
ta: சாதாரண X server ஐ துவக்க முடியவில்லை (உங்கள் வரைகலை சூழல்) ஆகையால் இது ஒரு failsafe X server. நீங்கள் புகுபதிவு செய்து X server சரியாக கட்டமைக்க வேண்டும்.

source: The specified display number was busy, so this server was started on display %s.
gl: O número de pantalla indicado estaba ocupado, polo que o servidor se iniciou na pantalla %s.
hi: निर्दिष्ट प्रदर्शक क्रमांक व्यस्त था, अतः यह सर्वर प्रदर्शक %s पर प्रारंभ किया गया.
si: නියමකරන ලද දර්ශක අගය කාර්ය බහුලයි, එබැවින් සේවා දායකය ආරම්භ වන්නේ %s දර්ශණය මතයි.
ta: குறிப்பிட்ட காட்சி எண் செயலில் உள்ளது, எனவே இந்த சேவையகம் காட்சி %s இல் துவக்கப்பட்டுள்ளது.

source: The greeter application appears to be crashing. Attempting to use a different one.
gl: Semella que o programa saudador está a fallar. Tentaráse usar un programa diferente.
hi: प्रतीत होता है कि स्वागतकर्ता अनुप्रयोग क्रैश हो गया है. एक भिन्न अनुप्रयोग हेतु कोशिश कर रहा है.
si: සමාචාරක වැඩසටහන අස්ථාවර බව හැඟෙන බැවින්. වෛකල්පිතයක් භාවිත කිරීමට උත්සහකරමින්.
ta: greeter நிரல் செயலிழப்பது போல் தோன்றுகிறது. மற்றொன்றைப் பயன்படுத்த முயற்சிக்கிறது.

source: %s: Cannot start greeter with gtk modules: %s. Trying without modules
gl: %s: Non se pode iniciar o saudador cos módulos de gtk: %s. Probando sen módulos
hi: %s: जीटीके मॉड्यूल्स: %s के साथ स्वागतकर्ता प्रारंभ नहीं कर सका. बिना मॉड्यूल्स के साथ कोशिश कर रहे
si: %s: සමාචාරක වැඩසටහන gtk උපාංගයන් සමඟ ආරම්භකල නොහැක : %s. උපාංගයන්ගෙන් තොරව උත්සහ කරමින්
ta: %s: gtk தொகுதியை வைத்து greeter ஐ துவக்க முடியாது: %s. தொகுதிகள் இல்லாமல் முயற்சிக்கிறது

source: %s: Cannot start greeter trying default: %s
gl: %s: Non se pode iniciar o saudador, probando o predefinido: %s
hi: %s: स्वागतकर्ता प्रारंभ नहीं कर सका, मूलभूत के लिए कोशिश कर रहे: %s
si: %s: සුබපැතුම් වැඩසටහන ආරම්භ කල නොහැක, ප්‍රකෘතිය උත්සහ කරමින්: %s
ta: %s: greeter ஐ துவக்க முடியவில்லை முன்னிருப்பை முயற்சிக்கிறது: %s

source: Cannot start the greeter application; you will not be able to log in. This display will be disabled. Try logging in by other means and editing the configuration file
gl: Non se puido arrincar o programa saudador, o que vai impedir iniciar unha sesión. Esta pantalla foi desactivada. Probe a entrar por outros medios e editar o ficheiro de configuración
hi: स्वागतकर्ता प्रोग्राम प्रारंभ नहीं कर सका. आप लॉगिन में असमर्थ रहेंगे. यह प्रदर्शक अक्षम रहेगा. दूसरे साधनों से लॉगिन हेतु प्रयत्न कीजिए और विन्यासन फ़ाइल में संपादन कीजिए
si: සමාචාරක වැඩසටහන ක්‍රියාත්මක කල නොහැක; පද්ධතිය තුලට පිවිසීමට ඔබට නුපුළුවන. මෙම දර්ශණය අක්‍රීය වනු ඇත. වෙනත් අයුරකින් පද්ධතිය තුලට පිවිස මානන්න.
ta: greeter நிரலை துவக்க முடியவில்லை, உங்களால் உள்நுழைய முடியாது. காட்சிகள் செயல் இழக்கப் படும். நுழைவை வேறு முறைகளில் முயற்சித்து உருவமைப்பு கோப்புகளை திருத்தவும்

source: %s: Error starting greeter on display %s
gl: %s: Erro arrancando o saudador na pantalla %s
hi: %s: स्वागतकर्ता को प्रदर्शक %s में प्रारंभ करने में त्रुटि
si: %s: සුබපැතුම් වැඩසටහන ක්‍රියාත්මක කරීමේදී දෝශයක් ඇතිවිය %s
ta: %s: காட்சி %s இல் greeterஐ துவக்கும் போது பிழை

source: %s: Can't fork gdmgreeter process
gl: %s: Non se pode crear o proceso gdmgreeter
hi: %s: GDM स्वागतकर्ता प्रक्रिया फॉर्क नहीं कर सका
si: %s: gdmgreeter ක්‍රියාවලිය ජනනය කල හැක
ta: %s: gdmgreeter செயலை பிரிக்க முடியவில்லை

source: %s: Can't open fifo!
gl: %s: Non se pode abrir a fifo!
hi: %s: फीफो खोल नहीं सका!
si: %s: fifo විවෘත කල නොහැක!
ta: %s: fifo ஐ திறக்க முடியவில்லை!

source: %s: Can't init pipe to gdmchooser
gl: %s: Non se pode iniciar unha tubería ao gdmchooser
hi: %s: gdmchooser में इनिट पाइप नहीं कर सका
si: %s: gdmchooser වෙත නලමාර්ගය ආරම්භනය කල නොහැක
ta: %s: pipe ஐ gdmchooserக்கு ஆரம்பிக்க முடியவில்லை

source: Cannot start the chooser application. You will probably not be able to log in. Please contact the system administrator.
gl: Non se pode arrincar o programa selector. Probablemente impediralle iniciar unha sesión. Contacte co administrador do sistema.
hi: चयनक प्रोग्राम प्रारंभ नहीं कर सका. आप लॉगिन में सक्षम नहीं होंगे. कृपया सिस्टम प्रशासक से संपर्क करें.
si: මෙනු වැඩසටහන ක්‍රියාත්මක කල නොහැකි බැවින් ඔබට පද්ධතිය තුලට පිවිසීමට නොහැක. කරුණාකර පද්ධතියේ ප්‍රධාන පාලකව විමසන්න.
ta: தேர்வி நிரலை துவக்க முடியவில்லை, நீங்கள் புகுபதிவு செய்ய முடியாமல் போகலாம். கணினி நிர்வாகியை அணுகவும்.

source: %s: Error starting chooser on display %s
gl: %s: Erro iniciando o selector na pantalla %s
hi: %s: स्वागतकर्ता को प्रदर्शक %s में प्रारंभ करने में त्रुटि
si: %s: මෙනුව නිරූපණය කිරීම ආරම්භයේදී දෝශයක් ඇතිවිය %s
ta: %s: காட்சி %sஇல் தேர்வியை துவக்கும் போது பிழை

source: %s: Can't fork gdmchooser process
gl: %s: Non se pode crear o proceso gdmchooser
hi: %s: gdmchooser प्रक्रिया फॉर्क नहीं कर सका
si: %s: gdmchooser ක්‍රියාවලිය ජනනය කල නොහැක
ta: %s: gdmchooser செயல் பிரிக்க முடியவில்லை

source: %s: Could not open ~/.xsession-errors
gl: %s: Non se puido abrir ~/.xsession-errors
hi: %s: खोल नहीं पाया ~/.xsession-errors
si: %s: විවෘත කල නොහැක ~/.xsession-errors
ta: %s: ~/.xsession-errors ஐ திறக்க முடியவில்லை

source: %s: Execution of PreSession script returned > 0. Aborting.
gl: %s: A execución do script PreSession devolveu un valor maior que cero. Abortando.
hi: %s: प्री-सेसन स्क्रिप्ट का कार्यान्वयन वापस > 0. छोड़ रहा है.
si: %s: PreSession කේතුම ක්‍රියාත්මක කිරීමේදී ලද අගය > 0. ක්‍රියාවිරහිත කරමින්.
ta: %s: முன்னமர்வு உரையின் இயக்கம் > 0 என கொடுத்தது. நிறுத்துகிறது.

source: Language %s does not exist; using %s
gl: A lingua %s non existe, vaise usar %s
hi: भाषा %s मौज़ूद नहीं, %s उपयोग कर रहा है
si: %s බස භාවිතයේ නොමැත; %s භාවිත කරමින්
ta: மொழி %s இல்லை, %s ஐ பயன்படுத்துகிறது

source: System default
gl: Predefinido do sistema
hi: सिस्टम मूलभूत
si: පද්ධතියේ ප්‍රකෘතිය
ta: கணினி முன்னிருப்பு

source: %s: Could not setup environment for %s. Aborting.
gl: %s: Non se puido establecer o ambiente para %s. Abortando.
hi: %s: वातावरण सेटअप %s हेतु नहीं कर पाया. छोड़ रहा है.
si: %s: පද්ධතියට අදාල විල්‍යය %s යොදාගැනීමට නොහැක. ක්‍රියාවිරහිත කරමින්.
ta: %s:%sக்கான சூழலை அமைக்க முடியவில்லை. நிறுத்தப்படுகிறது.

source: %s: setusercontext () failed for %s. Aborting.
gl: %s: Fallou setusercontext () para %s. Abortando.
hi: %s: setusercontext () %s हेतु असफल. छोड़ रहा है.
si: %s: setusercontext (), %s සඳහා අසමත්වුනි. ක්‍රියාවිරහිත කරමින්.
ta: %s: setusercontext () %sக்கு செயலிழக்கப்படுகிறது. நிறுத்தப்படுகிறது.

source: %s: Could not become %s. Aborting.
gl: %s: Non se puido cambiar ao usuario %s. Abortando.
hi: %s: बन नहीं सकता %s. छोड़ रहा है.
si: %s: හට %s ලෙස අනුරූප විය නොහැක. ක්‍රියා විරහිත කරමින්.
ta: %s: %s ஆக மாற முடியாது. நிறுத்தப்படுகிறது.

source: No Exec line in the session file: %s. Running the GNOME failsafe session instead
gl: Non hai ningunha liña Exec no ficheiro de sesión: %s. Vaise executar GNOME a proba de fallas.
hi: सत्र फाइल में कोई निष्पादनीय पंक्ति नहीं: %s. बदले में गनोम फेलसेफ हेतु कोशिश करते हैं
si: Exec විධානයක් %s සැසියට අදාල ගොනුවේ නැත. නොවැටෙනා GNOME සැසියක් ක්‍රියාත්මක කරමින්
ta: அமர்வு கோப்பில் Exec வரிகள் எதுவும் இல்லை: %s. அதற்கு பதிலாக GNOME failsafe அமர்வை இயக்குகிறது

source: %s: Cannot find or run the base Xsession script. Running the GNOME failsafe session instead.
gl: %s: Non se pode atopar ou executar o script Xsession de sesión base, vaise executar GNOME a proba de fallas.
hi: %s: बेस सत्र स्क्रिप्ट नहीं मिला या चला नहीं सका, आपके लिए गनोम फेलसेफ हेतु कोशिश करते हैं.
si: %s: X සැසියේ ප්‍රධාන කේතුම සොයාගැනීමට හෝ ක්‍රියාකිරීමට නුපුලුවන. විකල්පයක් ලෙස නොනොවැටෙනා GNOME සැසිය ආරම්භකරමින්
ta: %s: அடிப்படை Xsession உரை இல்லை அல்லது இயக்க முடியவில்லை. அதற்கு பதிலாக GNOME failsafe அமர்வை இயக்குகிறது

source: Cannot find or run the base session script. Running the GNOME failsafe session instead.
gl: Non se pode atopar ou executar o script de sesión base. Vaise executar GNOME a proba de fallas.
hi: बेस सत्र स्क्रिप्ट नहीं मिला या चला नहीं सका, बदले में गनोम फेलसेफ हेतु कोशिश करते हैं
si: සැසියේ ප්‍රධාන කේතුම සොයාගැනීමට හෝ ක්‍රියාකිරීමට නුපුලුවන. විකල්පයක් ලෙස නොනොවැටෙනා GNOME සැසිය ආරම්භකරමින්
ta: அடிப்படை அமர்வு உரை இல்லை அல்லது இயக்க முடியவில்லை. அதற்கு பதிலாக GNOME failsafe அமர்வை இயக்குகிறது

source: %s: gnome-session not found for a failsafe GNOME session, trying xterm
gl: %s: Non se atopou gnome-session para unha sesión de GNOME a proba de fallas, probando co xterm
hi: %s: फेलसेफ गनोम सत्र हेतु गनोम सत्र नहीं मिला, x-टर्म चलाने की कोशिश
si: %s: නොබිදෙන GNOME සැසියක් ආරම්භ කිරීමට gnome-session සොයාගත නොහැකි වය, xterm භාවිත කරමින්
ta: %s: gnome-session ஒரு failsafe GNOME அமர்வுக்கு இல்லை, xtermஐ முயற்சிக்கிறது

source: Could not find the GNOME installation, will try running the "Failsafe xterm" session.
gl: Non se atopou a instalación de GNOME, tentarase executar a sesión "Xterm a proba de fallas".
hi: गनोम अधिष्ठापन नहीं मिला. "फेलसेफ x-टर्म" सत्र बदले में चलाने की कोशिश जारी
si: GNOME ස්ථාපනය සොයාගත නොහැක, "Failsafe xterm" සැසිය සහිතව ක්‍රියා කිරීමට උත්සහ කරමින්.
ta: GNOME நிறுவலை காண முடியவில்லை, "Failsafe xterm" அமர்வை இயக்க முயற்சிக்கிறது.

source: This is the Failsafe GNOME session. You will be logged into the 'Default' session of GNOME without the startup scripts being run. This should be used to fix problems in your installation.
gl: Esta é a sesión a proba de fallas de GNOME. Entrará na sesión 'Por defecto' de GNOME sen executar ningún script de inicio. Isto é namais para que amañe os problemas na instalación.
hi: यह फेलसेफ गनोम सत्र है. आप मूलभूत गनोम सत्र में बिना स्टार्टअप स्क्रिप्ट चलाए लॉग करेंगे. यह आपके अधिष्ठापन में सिर्फ समस्याओं के निदान हेतु है.
si: මෙය නොවැටෙනා GNOME සැසියකි. ආරම්භක කේතුම ක්‍රියා කිරීමට ප්‍රථම, ඔබ ප්‍රකෘති GNOME සැසියක් තුලට පිවිසෙනු ඇත. මෙය ස්ථාපනයේ තිබෙන පිළිසකර කරගැනීමට අවස්ථාවක් කරගත යුතුය.
ta: இது ஒரு Failsafe GNOME அமர்வு. நீங்கள் ஒரு துவக்க உரையை இயக்காமல் 'முன்னிருப்பு' GNOME அமர்வில் புகுபதிவு செய்வீர்கள். இதனை உங்கள் நிறுவலில் சிக்கல்களை சரிசெய்ய பயன்படுத்தவும்.

source: %s: gnome-session not found for a failsafe GNOME session; trying xterm
gl: %s: Non se atopou gnome-session para unha sesión de GNOME a proba de fallas, probando co xterm
hi: %s: फेलसेफ गनोम सत्र हेतु गनोम सत्र नहीं मिला, x-टर्म चलाने की कोशिश
si: %s: නොබිදෙන GNOME සැසියක් ආරම්භ කිරීමට gnome-session සොයාගත නොහැකි වය, xterm භාවිත කරමින්
ta: %s: gnome-session ஒரு failsafe GNOME அமர்வுக்கு இல்லை, xtermஐ முயற்சிக்கிறது

source: Could not find the GNOME installation. Running the "Failsafe xterm" session instead.
gl: Non se atopou a instalación de GNOME. Tentarase executar a sesión "Xterm a proba de fallas".
hi: गनोम अधिष्ठापन नहीं मिला. "फेलसेफ x-टर्म" सत्र बदले में चलाने की कोशिश जारी
si: GNOME ස්ථාපනය සොයාගත නොහැක. "Failsafe xterm" සැසිය ක්‍රියාත්මකයි
ta: GNOME நிறுவலை காண முடியவில்லை, அதற்கு பதிலாக "Failsafe xterm" அமர்வை இயக்குகிறது.

source: Cannot find "xterm" to start a failsafe session.
gl: Non se atopa "xterm" para iniciar unha sesión a proba de fallas.
hi: फेलसेफ सत्र चलाने हेतु "x टर्म" नहीं मिला.
si: නොබිදෙන සැසියක් ආරම්භ කිරීමට "xterm" මෙම පද්ධතියේ නොමැත.
ta: ஒரு failsafe அமர்வை துவக்க "xterm" இல்லை.

source: This is the Failsafe xterm session. You will be logged into a terminal console so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
gl: Esta é a sesión xterm a proba de fallas. Iniciaráse a sesión nunha consola de terminal para poder arranxar o sistema no caso de que non poida entrar doutro xeito. Para saír do emulador de terminal, escriba 'exit' e enter nesa fiestra.
hi: यह एक फेलसेफ x टर्म सत्र है. यदि आप अन्य तरीके से लॉग नहीं कर पाते हैं तो टर्मिनल कंसोल में लॉग करेंगे ताकि आप समस्याओं का निदान कर सकें. टर्मिनल एमुलेटर से बाहर आने तथा विंडो में जाने हेतु 'exit' टाइप करें.
si: මෙය නොවැටෙනා xterm සැසියකි. ඔබ අග්‍රක පාලක පුවරුව තුලට පිවිසෙනු ඇත,ඔබට වෙනත් අයුරකින් පද්ධතිය වෙත පිවිසිය නොහැකිනම් මෙමඟින් එම දෝශ නිරාකරණය කරගත හැක. මෙම අග්‍රක අණුකරන වැඩසටහනෙන් පිටවීම සඳහා 'exit' යන්න කවුළුව තුලට යතුරු කරන්න.
ta: இது ஒரு Failsafe xterm அமர்வு. நீங்கள் முனைய பணியகத்தில் புகுபதிவு செய்யப்படுவீர்கள். உங்களால் வேறு வழியில் புகுபதிவு செய்ய முடியாவிட்டால் உங்கள் கணினியை சரி செய்ய பயன்படுத்தவும் . நிழல் முனையத்தில் இருந்து வெளியேறி, சாளரத்துக்குள் நுழைய 'exit' என உள்ளிடவும்.

source: This is the Failsafe xterm session. You will be logged into a terminal console and be prompted to enter the password for root so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
gl: Esta é a sesión xterm a proba de fallas. Iniciarase a sesión nunha consola de terminal e pediráselle o contrasinal para root para poder arranxar o sistema no caso de que non poida entrar doutro xeito. Para saír do emulador de terminal, escriba 'exit' e enter nesa fiestra.
hi: यह एक फेलसेफ x टर्म सत्र है. यदि आप अन्य तरीके से लॉग नहीं कर पाते हैं तो टर्मिनल कंसोल में लॉग करेंगे और रूट के लिये शब्दकूट देने के लिये प्रांप्ट किये जायेगे ताकि आप समस्याओं का निदान कर सकें. टर्मिनल एमुलेटर से बाहर आने तथा विंडो में जाने हेतु 'exit' टाइप करें.
si: මෙය නොවැටෙනා xterm සැසියකි. ඔබ අග්‍රක පාලක පුවරුව තුලට පිවිසෙනු ඇති අතර root පරිශීලකගේ රහස්පදය ඇතුලත් කලයුතු වේ. පද්ධතියට වෙනත් අයුරකින් ඔබට පිවිසීමට නොහැකිනම් මෙමඟින් එම දෝශයන් නිවැරදි කරගන්න. මෙම අග්‍රක අණුකරන වැඩසටහනෙන් පිටවීම සඳහා 'exit' යන්න කවුළුව තුලට යතුරු කරන්න.
ta: இது ஒரு Failsafe xterm அமர்வு. முனைய பணியகத்தில் புகுபதிவு செய்ய கடவுச்சொல் கேட்கப்படும். உங்களால் வேறுவழியில் புகுபதிவு முடியாவிட்டால் கணினியை சரி செய்ய இந்த வாய்ப்பை பயன்படுத்தவும். நிழல் முனையத்தில் இருந்து வெளியேறி, சாளரத்துக்குள் நுழைய 'exit' என உள்ளிடவும்.
