Repository: jberkman/dmlangsel
Catalog: po/*.po
Languages: gl, hi, si, ta, zh_tw

source: CDE
hi: सीडीई

source: This session logs you into CDE
gl: Esta sesión entra en CDE
hi: यह सत्र आपको सीडीई में लॉग करता है
si: මෙම සැසියේදී ඔබ ඇතුල්වන්නේ CDE තුලටයි
ta: இந்த அமர்வு CDE க்குள் உங்களை பதிவு செய்யும்.

source: Default System Session
gl: Sesión por defecto do sistema
hi: मूलभूत सिस्टम सत्र
si: පද්ධතියේ ප්‍රකෘති සැසිය
ta: முன்னிருப்பு கணினி அமர்வு

source: This is the default system session
gl: Esta é a sesión do sistema por defecto
hi: यह मूलभूत सिस्टम सत्र है
si: මෙය පද්ධතියේ ප්‍රකෘති සැසියයි
ta: இது ஒரு முன்னிருப்பு கணினி அமர்வு

source: GNOME
hi: गनोम

source: This session logs you into GNOME
gl: Esta sesión entra en GNOME
hi: यह सत्र आपको गनोम में लॉग करता है
si: මෙම සැසියේදී ඔබ ඇතුල්වන්නේ GNOME තුලටයි
ta: இந்த அமர்வு உங்களை GNOMEக்குள் பதிவு செய்யும்

source: Secure Remote connection
gl: Conexión remota segura
hi: सुरक्षित दूरस्थ संबंधन
si: සුරක්‍ෂිත දුරස්ථ සම්බන්ධතාවය
ta: பாதுகாப்பான தொலை இணைப்பு

source: This session logs you into a remote host using ssh
gl: Esta sesión permítelle entrar nun equipo remoto usando ssh
hi: यह सत्र आपको दूरस्थ मेजबान में ssh के प्रयोग से लॉग करता है
si: මෙම සැසියේදී ssh භාවිතා කරමින් ඔබ පිවිසීමට යන්නේ දුරස්ථ දායකයකටය
ta: இந்த அமர்வு ssh ஐ பயன்படுத்தி தொலை புரவலனில் உங்களை பதிவு செய்யும்.

source: Failed to start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and reconfigure the X server. Then restart GDM.
gl: Non se pode iniciar o servidor X (a interface gráfica). É probable que non estea configurado correctamente. Entre nunha consola e execute novamente o programa de configuración de X. Entón reinicie o GDM.
hi: X सर्वर प्रारंभ नहीं करने में विफल (आपका आलेखीय अंतरफलक). ऐसा प्रतीत होता है कि यह उचित प्रकार सेटअप नहीं है. आपको एक कंसोल में लॉगिन होकर X विन्यास प्रोग्राम पुनः चलाना होगा. उसके बाद GDM पुनः प्रारंभ करें.
si: X සේවා දායකය (චිත්රක මුහුණත) ආරම්භ කිරීමට අපොහොසත් වුනි, මෙය වැරදි ලෙස මාන කර තිබීම මීට හේතු විය හැකියි. පාලක පුවරුවට පිවිස X සේවා දායකය නිවැරදි ලෙස මානා නැවත GDM ආරම්භ කරන්න.
ta: X server ஐ துவக்க முடியவில்லை (உங்கள் வரைகலை முகப்பு). இது சரியாக அமைக்கப்படாதது போல் தெரிகிறது. நீங்கள் பணியகத்தில் புகுபதிவு செய்து X server ஐ மீண்டும் கட்டமைக்கவும். பின் GDM ஐ மீண்டும் துவக்கவும்.

source: Would you like to try to configure the X server? Note that you will need the root password for this.
gl: Quere que se probe a executar o programa de configuración de X? Advirta que necesitará o contrasinal de root para iso.
hi: क्या आप X सर्वर के विन्यासन की कोशिश करना चाहते हैं? ध्यान दें कि इस हेतु आपको रूट शब्दकूट की आवश्यकता होगी.
si: X සේවා දායකය මානන්න ඔබ කැමතිද ? මේසඳහා root පරිශීලකගේ රහස්පදය අවශ්‍ය වන බැව් සලකන්න
ta: நீங்கள் X server ஐ கட்டமைக்க முயற்சி செய்கிறீர்கள்? இதற்கு ரூட் கடவுச்சொல் வேண்டும் என்பதை குறித்துக் கொள்ளவும்.

source: Please type in the root (privileged user) password.
gl: Escriba o contrasinal de root (usuario con privilexios).
hi: कृपया रूट शब्दकूट (विशेषाधिकार प्राप्त उपयोक्ता) टाइप करें.
si: root (විධායක පාලක) සතු රහස්පදය ඇතුල් කරන්න
ta: ரூட்டில் (சலுகையளிக்கப்பட்ட பயனர்) கடவுச்சொல்லை உள்ளிடவும்.

source: Trying to restart the X server.
gl: Tentando reiniciar o servidor de X.
hi: X सर्वर फिर प्रारंभ करने की कोशिश कर रहा है.
si: X සේවා දායකය නැවත ක්‍රියාත්මක කරමින්
ta: X server ஐ மீண்டும் துவக்க முயற்சிக்கிறது.

source: The X server is now disabled. Restart GDM when it is configured correctly.
gl: O servidor X será desactivado por agora. Reinicie o GDM cando estea configurado correctamente.
hi: X सर्वर अब अक्षम है. ठीक से विन्यस्त होने पर GDM पुनः प्रारंभ करें.
si: X සේවා දායකය අකර්මන්‍ය කර ඇත, මෙය නිසියාකාරව සකස්කොට නැවත GDM ආරම්භ කරන්න
ta: இப்போது X server செயலிழக்கப்பட்டுள்ளது. சரியாக கட்டமைத்த பின் GDM ஐ மீண்டும் துவக்கவும்.

source: Failed to start the X server (your graphical interface). It is likely that it is not set up correctly. Would you like to view the X server output to diagnose the problem?
gl: Non se pode iniciar o servidor X (a interface gráfica). É probable que non estea configurado correctamente. Quere ver a saída do servidor X para diagnosticar o problema?
hi: X सर्वर प्रारंभ करने में विफल (आपका आलेखीय अंतरफलक). ऐसा प्रतीत होता है कि यह उचित प्रकार सेटअप नहीं है. क्या आप समस्या निदान हेतु X सर्वर आउटपुट देखना चाहेंगे?
si: X සේවා දායකය (චිත්රක මුහුණත) ආරම්භ කිරීමට අපොහොසත් වුනි, මෙය වැරදි ලෙස මාන කර තිබීම මීට හේතු විය හැකියි. මෙම ගැටළුව නීර්ණය කිරීම සඳහා X සේවා දායකය ප්‍රතිදානය නිරීක්‍ෂණය කිරීමට ඔබට අවශ්‍යද?
ta: X server ஐ துவக்க முடியவில்லை (உங்கள் வரைகலை முகப்பு). இது சரியாக அமைக்கபடாதது போல் தெரிகிறது. சிக்கலை சரி செய்ய X server இன் வெளிப்பாட்டை பார்க்க வேண்டுமா?

source: Would you like to view the detailed X server output as well?
gl: Quere ver tamén a saída detallada do servidor X?
hi: क्या आप विस्तृत X सर्वर आउटपुट भी देखना चाहेंगे?
si: X සේවා දායකයේ සවිස්තරාත්මක ප්‍රතිදානය නිරීක්‍ෂණය කිරීමට ඔබට අවශ්‍යද ?
ta: விரிவான X server இன் வெளிப்பாட்டை பார்க்க வேண்டுமா?

source: Failed to start the X server (your graphical interface). It seems that the pointer device (your mouse) is not set up correctly. Would you like to view the X server output to diagnose the problem?
gl: Non se pode iniciar o servidor X (a interface gráfica). Parece que o dispositivo do punteiro (o rato) non está configurado correctamente. Quere ver a saída do servidor X para diagnosticar o problema?
hi: X सर्वर प्रारंभ करने में विफल (आपका आलेखीय अंतरफलक). ऐसा प्रतीत होता है कि पाइंटर युक्ति (आपका माउस) उचित प्रकार सेटअप नहीं है. क्या आप समस्या निदान हेतु X सर्वर आउटपुट देखना चाहेंगे?
si: X සේවා දායකය (චිත්රක මුහුණත) ආරම්භ කිරීමට අපොහොසත් වුනි, මූසිකය වැරදි ලෙස මාන කර තිබීම මීට හේතු විය හැකියි. මෙම ගැටළුව නීර්ණය කිරීම සඳහා X සේවා දායකය ප්‍රතිදානය නිරීක්‍ෂණය කිරීමට ඔබට අවශ්‍යද?
ta: X server ஐ துவக்க முடியவில்லை (உங்கள் வரைகலை முகப்பு). இது சரியாக அமைக்கபடாதது போல் தெரிகிறது. உங்கள் சுட்டி சரியாக அமைக்கப்படவில்லை. பிரச்சினையை சரி செய்ய X server இன் வெளிபாட்டை பார்க்க வேண்டுமா?

source: Would you like to try to configure the mouse? Note that you will need the root password for this.
gl: Quere que se probe a executar o programa de configuración do rato? Advirta que necesitará o contrasinal de root para iso.
hi: क्या आप माउस विन्यस्त करने की कोशिश करेंगे? ध्यान दें कि इस हेतु आपको रूट शब्दकूट की आवश्यकता होगी.
si: මූසිකය මානන්න ඔබට අවශ්‍යද ? මේ සඳහා root පරිශීලකගේ රහස්පදය අවශ්‍ය බැව් මතක තබාගන්න.
ta: நீங்கள் சுட்டியை கட்டமைக்க முயற்சிக்கிறீர்கள்? இதற்கு ரூட் கடவுச்சொல் வேண்டும் என்பதை குறித்து கொள்ளவும்.

source: This is the failsafe xterm session. Windows now have focus only if you have your cursor above them. To get out of this mode type 'exit' in the window in the upper left corner
gl: Esta é a sesión xterm a proba de fallas. As fiestras están enfocadas cando está o cursor sobre elas. Para saír deste modo escriba 'exit' na fiestra da esquiña superior esquerda
hi: यह फेलसेफ एक्सटर्म सत्र है. विंडोज़ पर अब फ़ोकस तभी होगा जब उनपर संकेतक होगा. इस मोड से बाहर जाने हेतु विंडो में ऊपरी बाएँ कोने पर टाइप करें 'exit'
si: මෙය නොවැටෙනා xterm සැසියකි. මෙම කවුළු අවධානය යොමු කරන්නේ ධාවකය (කර්සරය)නිසියාකාර ලෙස මීට ඉහලින් ස්ථාන ගතකලහොත් පමණි. මෙම මාතයෙන් ඉවත් වීම සඳහා 'exit'ලෙස කවුළුවේ ඉහල වම් කෙලවරෙහි අකුරු කරන්න.
ta: இது failsafe xterm அமர்வு ஆகும். சாளரத்தில் மீது நிலைகாட்டியை வைத்தால் தான் சாளரம் செயல்படுத்தப்படும். இந்த நிலையில் இருந்து வெளியேற 'exit' என மேல் இடது பக்க ஓரத்தில் உள்ளிடவும்

source: Failed to start the session, so starting a failsafe xterm session. Windows will have focus only if the mouse pointer is above them. To get out of this mode type 'exit' in the window in the upper left corner
gl: Non se puido iniciar a sesión solicitada, polo que se iniciou a sesión xterm a proba de fallas. As fiestras están enfocadas cando está o cursor sobre elas. Para saír deste modo escriba 'exit' na fiestra da esquina superior esquerda
hi: सत्र प्रारंभ करने में विफल अतः फेलसेफ एक्सटर्म सत्र प्रारंभ कर दिया है. विंडोज़ पर अब फ़ोकस तभी होगा जब उनपर माउस संकेतक होगा. इस मोड से बाहर जाने हेतु विंडो में ऊपरी बाएँ कोने पर टाइप करें 'exit'
si: සැසිය ආරම්භ කිරීමට අපොහොසත් විය, නොවැටෙනා xterm සැසියක් ආරම්භකරමින් පවතී. මෙම කවුළු අවධානය යොමු කරන්නේ මූසිකයේ දර්ශකය නිසියාකාර ලෙස මීට ඉහලින් ස්ථාන ගතකලහොත් පමණි. මෙම මාතයෙන් ඉවත් වීම සඳහා 'exit'ලෙස කවුළුවේ ඉහල වම් කෙලවරෙහි අකුරු කරන්න.
ta: உங்கள் அமர்வை துவக்க முடியவில்லை, அதனால் failsafe xterm அமர்வு துவக்கப்பட்டது. சாளரத்தில் மீது சுட்டி முனையை வைத்தால் தான் சாளரம் செயல்படுத்தப்படும். இந்த நிலையில் இருந்து வெளியேற 'exit' என மேல் இடது பக்க ஓரத்தில் உள்ளிடவும்.

source: %s: Could not write new authorization entry: %s
gl: %s: Non se puido escribir unha nova entrada de autorización: %s
hi: %s: नया प्राधिकरण प्रविष्टि नहीं लिख सकता: %s
si: %2$s: නව බලපත්‍ර සටහන කෙටුම්පත් කල නොහැකිය: %1$s
ta: %s: புதிய அங்கீகார உள்ளீட்டை எழுத முடியவில்லை: %s

source: %s: Could not write new authorization entry. Possibly out of diskspace
gl: %s: Non se puido escribir unha nova entrada de autorización. Pode que non haxa espazo no disco
hi: %s: नया प्राधिकरण प्रविष्टि नहीं लिख सकता. संभवतः डिस्क में जगह नहीं है
si: %s: නව බලපත්‍ර සටහන කෙටුම්පත් කල නොහැකිය. අදාල මාධ්‍යයේ ප්‍රමාණවත් ඉඩක් නොතිබීම මීට හේතු වියහැක.
ta: %s: புதிய அங்கீகார உள்ளீட்டை எழுத முடியவில்லை. வட்டில் இடம் இல்லாமல் இருக்கலாம்

source: GDM could not write a new authorization entry to disk. Possibly out of diskspace.%s%s
gl: GDM non puido escribir unha nova entrada de autorización no disco. Pode que non haxa espazo no disco.%s%s
hi: GDM एक नया प्राधिकरण प्रविष्टि डिस्क में नहीं लिख सकता. संभवतः डिस्क में जगह नहीं है. %s%s
si: GDM හට නව බලපත්‍ර සටහන තැටියේ කෙටුම්පත් කල නොහැක. අදාල මාධ්‍යයේ ප්‍රමාණවත් ඉඩක් නොතිබීම මීට හේතු වියහැක.%s%s
ta: GDM புதிய அங்கீகார உள்ளீட்டை வட்டில் எழுத முடியவில்லை. வட்டில் இடம் இல்லாமல் இருக்கலாம்.%s%s

source: %s: Could not make new cookie file in %s
gl: %s: Non se puido crear un novo ficheiro de cookies en %s
hi: %s: नया कुकी फ़ाइल %s में नहीं बना सका
si: %s: නව වියමනක් සහිත ගොනුවක් සෑදිය නොහැක %s
ta: %s: புதிய குக்கி கோப்பினை %s இல் உருவாக்க முடியவில்லை

source: %s: Cannot safely open %s
gl: %s: Non se pode abrir con seguranza %s
hi: %s: %s को सुरक्षित रूप नही खोल सकता है
si: %s: සුරක්‍ෂිතව විවෘත කල නොහැක %s
ta: %s: பாதுகாப்புடன் %s ஐ திறக்க முடியவில்லை

source: %s: Could not open cookie file %s
gl: %s: Non se puido abrir o ficheiro de cookies %s
hi: %s: कुकी फ़ाइल %s नहीं खोल सका
si: %s: වියමන සහිත ගොනුව විවෘත කල නොහැක %s
ta: %s: குக்கி கோப்பு %s ஐ திறக்க முடியவில்லை

source: %s: Could not lock cookie file %s
gl: %s: Non se puido bloquear o ficheiro de cookies %s
hi: %s: कुकी फ़ाइल %s को तालाबंद नहीं कर सका
si: %s: වියමන සහිත ගොනුව අගුල් දැමිය නොහැක %s
ta: %s: குக்கி கோப்பு %s ஐ பூட்ட முடியவில்லை

source: %s: Could not write cookie
gl: %s: Non se puido escribir a cookie
hi: %s: कुकी नहीं लिख सका
si: %s: වියමනට ලිවීමට නොහැකි විය
ta: %s: குக்கியை எழுத முடியவில்லை

source: %s: Ignoring suspiciously looking cookie file %s
gl: %s: Ignorando o ficheiro de cookies sospeitoso %s
hi: %s संदेहास्पद कुकी फ़ाइल %s की उपेक्षा कर रहा है
si: %s: සැක කටයුතු වියමනක් සහිත ගොනුවක් ලෙස පෙනෙන බැවින්, එය මඟ හරිමින් %s
ta: %s: சந்தேகத்திற்கிடமான குக்கிஸ் கோப்பு %s நிராகரிக்கிறது.

source: Can't write to %s: %s
gl: Non se pode escribir a %s: %s
hi: नहीं लिख सकता है %s: %s
si: %s: %s කෙටුම්පත් කල නොහැක
ta: %s க்கு எழுத முடியவில்லை: %s

source: The display server has been shut down about 6 times in the last 90 seconds. It is likely that something bad is going on. Waiting for 2 minutes before trying again on display %s.
gl: O servidor de pantalla foi reiniciado 6 veces nos últimos 90 segundos, é probable que haxa algo que non funciona ben. Vanse agardar 2 minutos antes de probar novamente a pantalla %s.
hi: प्रदर्शन सर्वर को अंतिम 90 सेकेंड में 6 बार बंद किया गया है. यह संभव है कि कुछ गलत हो रहा है. %s प्रदर्शन पर दिखाये जाने के पहले 2 मिनट के लिये प्रतीक्षारत है.
si: මෙම දරශණ සේවා දායකය 6 වතාවක් ගතවූ තත්පර 90 ක කාලය තුල වසා දැමුනි. මෙය දෝශ සහගත තත්වයක් ලෙස පෙනීයයි. විනාඩි 2 කට පසුව නැවත වතාවක් දර්ශණ %s මගින් ආරම්භ කිරීමට උත්සහ කරනු ඇත.
ta: கடைசி 90 வினாடிகளில் 6 முறை காட்சி சேவையகம் பணிநிறுத்தப்பட்டுள்ளது, ஏதோ தவறாக நடப்பது போல் உள்ளது. காட்சி %s ஐ மீண்டும் முயற்சிக்கும் முன் 2 நிமிடம் காத்திருக்கவும்.

source: %s: Cannot create pipe
gl: %s: Non se puido crear a tubería
hi: %s: पाइप नहीं बना सका
si: %s: නල මාර්ගය සෑදිය නොහැක
ta: %s: pipeஐ உருவாக்க முடியவில்லை

source: %s: Failed forking GDM slave process for %s
gl: %s: Falla facendo fork do proceso GDM escravo para %s
hi: %s: GDM स्लेव प्रक्रिया %s के लिये फॉर्क करने में असफल
si: %s: %s සඳහා GDM දෙවන පෙල ක්‍රියාවලිය ජනනය කිරීමට අසමත් විය
ta: %s: %sக்கு GDM துணை செயலை பிரிக்க முடியவில்லை

source: %s not a regular file!
gl: %s non é un ficheiro normal!
hi: %s नियमित फ़ाइल नहीं है!
si: %s මෙය විධිමත් ගොනුවක් නොවේ!
ta: %s ஒரு சாதாரணமான கோப்பு அல்ல!

source: ... File too long to display ...
gl: ... Ficheiro demasiado longo para mostrar ...
hi: .....प्रदर्शन करने हेतु फ़ाइल बहुत बड़ा है....
si: ... ගොනුව විශාල බැවින් ප්‍රදර්ශණය කල නොහැක ...
ta: ... கோப்பு காட்டுவதற்கு மிக நீளமாக உள்ளது ...

source: %s could not be opened
gl: Non se puido abrir %s
hi: %s खोला नहीं जा सकता
si: %s විවෘත කල නොහැක
ta: %s ஐ திறக்க முடியவில்லை

source: %s: Cannot fork to display error/info box
gl: %s: Non se pode facer fork para mostrar o diálogo de erro/información
hi: %s त्रुटि/सन्देश बक्सा प्रदर्शक को फॉर्क नहीं कर सकता है
si: %s: දර්ශණයට ජනනය කල නොහැක error/info box
ta: %s: error/info பெட்டியை காட்ட முடியவில்லை

source: %s: Directory %s does not exist.
gl: %s: O directorio %s non existe.
hi: %s निर्देशिका %s मौज़ूद नहीं है.
si: %s: බහලුම %s භාවිතයේ නොමැත.
ta: %s: அடைவு %s இல்லை.

source: %s: %s is not owned by uid %d.
gl: %s: %s non pertence ao UID %d.
hi: %s: %s यह uid %d के स्वामित्व में नहीं है.
si: පරිශීලක අංක %3$d හට %1$s: %2$s අයත් නොවේ
ta: %s: %s ஆனது uid %d ஆல் உரிமைப்படுத்தப்பட்டது அல்ல.

source: %s: %s is writable by group.
gl: %s: %s é escribible polo grupo.
hi: %s: %s यह समूह के द्वारा लिखने योग्य है.
si: %s: %s කණ්ඩායමට කෙටුම් පත් කල හැක
ta: %s: %s குழுவால் எழுதக்கூடியது.

source: %s: %s is writable by other.
gl: %s: %s é escribible por outros usuarios.
hi: %s: %s यह अन्य के द्वारा लिखने योग्य है.
si: %s: %s වෙනකෙකුට කෙටුම් පත් කල හැක
ta: %s: %s மற்றவையால் எழுதக்கூடியது.

source: %s: %s does not exist but must exist.
gl: %s: %s non existe, mais debería.
hi: %s: %s मौज़ूद नहीं है जबकि होना चाहिए.
si: %s: %s දැනට භාවිතයේ නොමැතිමුත් අනිවාර්යයෙන්ම තිබිය යුතු වේ
ta: %s: %s இருக்கவேண்டும் ஆனால் இல்லை.

source: %s: %s is not a regular file.
gl: %s: %s non é un ficheiro normal.
hi: %s: %s यह नियमित फ़ाइल नहीं है.
si: %s: %s විධිමත් ගොනුවක් නොවේ
ta: %s: %s என்பது சாதாரணமான கோப்பு அல்ல.

source: %s: %s is writable by group/other.
gl: %s: %s é escribible polo grupo e outros usuarios.
hi: %s: %s यह समूह/अन्य के द्वारा लिखने योग्य है.
si: %s: %s ගණයට හෝ වෙනකෙකුට කෙටුම් පත් කල හැක
ta: %s: %s என்பது குழு/மற்றவையால் எழுதக்கூடியது.

source: %s: %s is bigger than sysadmin specified maximum file size.
gl: %s: %s é maior do que o administrador do sistema especificou como tamaño máximo de ficheiro.
hi: %s: %s यह सिस्टम प्रशासक द्वारा निर्दिष्ट अधिकतम फ़ाइल आकार से बड़ा है.
si: පද්ධතියේ පාලක විසින් නිර්දේශිත ගොනුවක උපරිම ප්‍රමාණයට වඩා %s: %s විශාලය.
ta: %s: %s என்பது sysadmin குறிப்பிட்ட அதிகபட்ச கோப்பு அளவை விட பெரிது.

source: %s: Could not make socket
gl: %s: Non se puido crear o socket
hi: %s: सॉकेट नहीं बना सका
si: %s: කෙවෙනිය සෑදිය නොහැක
ta: %s: சாக்கெட்டை உருவாக்க முடியவில்லை

source: %s: Could not bind socket
gl: %s: Non se puido asociar o socket
hi: %s: सॉकेट बाइंड नहीं कर सका
si: %s: කෙවෙනිය බන්ධනය කල නොහැක
ta: %s: சாக்கெட்டை பிணைக்க முடியவில்லை

source: %s: Could not make FIFO
gl: %s: Non se puido crear a FIFO
hi: %s: FIFO नहीं बना सका
si: %s: සකස් කල නොහැක FIFO
ta: %s: FIFO ஐ உருவாக்க முடியவில்லை

source: %s: Could not open FIFO
gl: %s: Non se puido abrir a FIFO
hi: %s: FIFO नहीं खोल सका
si: %s: විවෘත කල නොහැක FIFO
ta: %s: FIFOஐ திறக்க முடியவில்லை

source: Cannot write PID file %s: possibly out of diskspace. Error: %s
gl: Non se pode escribir o ficheiro de PID %s, posiblemente sen espazo no disco. Erro: %s
hi: PID फ़ाइल %s लिख नहीं सकता है, संभवतः डिस्क में खाली जगह नहीं. त्रुटि: %s
si: PID ගොනුව කෙටුම්පත් කල නොහැක %s: ප්‍රමාණවත් ඉඩ නොමැති වීම මීට හේතුවියහැක. දෝශය: %s
ta: PID கோப்பு %sஐ எழுத முடியவில்லை, வட்டில் இடமில்லாமல் இருக்கலாம். பிழை: %s

source: Cannot write PID file %s: possibly out of diskspace. Error: %s
gl: Non se pode escribir o ficheiro de PID %s, posiblemente sen espazo no disco. Erro: %s
hi: PID फ़ाइल %s लिख नहीं सकता, संभवतः डिस्क में खाली जगह नहीं. त्रुटि: %s
si: PID ගොනුව කෙටුම්පත් කල නොහැක %s: ප්‍රමාණවත් ඉඩ නොමැති වීම මීට හේතුවියහැක. දෝශය: %s
ta: PID கோப்பு %sஐ எழுத முடியவில்லை, வட்டில் இடமில்லாமல் இருக்கலாம். பிழை: %s

source: %s: fork () failed!
gl: %s: Fallou o fork ()!
hi: %s: फॉर्क () असफल!
si: %s: fork () අසමත් විය!
ta: %s: fork () செயலிழக்கப்பட்டது!

source: %s: setsid () failed: %s!
gl: %s: Fallou o setsid (): %s!
hi: %s: setsid () असफल: %s!
si: %s: setsid () අසමත් විය: %s!
ta: %s: setsid () செயலிழக்கப்பட்டது: %s!

source: %s: Trying failsafe X server %s
gl: %s: Probando co servidor X a proba de fallos %s
hi: %s: फेल सेफ X सर्वर %s आज़मा रहा है
si: %s: නොවැටෙනා ලෙස X සේවා දායකය ක්‍රියාකරමින් %s
ta: %s: failsafe X server %sக்கு முயற்சிக்கிறது

source: %s: Running the XKeepsCrashing script
gl: %s: Executando o script XKeepsCrashing
hi: %s: XKeepsCrashing स्क्रिप्ट चला रहा है
si: %s: XKeepsCrashing කේතුම ක්‍රියාත්මක කරමින්
ta: %s: XKeepsCrashing உரையை இயக்குகிறது

source: The X server (your graphical interface) cannot be started. It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration application, then restart GDM.
gl: Non se pode iniciar o servidor X (a interface gráfica). É probable que non estea configurado correctamente. Entre nunha consola e execute novamente o programa de configuración de X, entón reinicie o GDM.
hi: X (आपका आलेखीय अंतरफलक) सर्वर प्रारंभ नहीं किया जा सकता. ऐसा प्रतीत होता है कि यह उचित प्रकार सेटअप नहीं है. आपको एक कंसोल में लॉगिन होकर X विन्यासन अनुप्रयोग पुनः चलाना होगा. उसके बाद GDM पुनः प्रारंभ करें.
si: X සේවා දායකය (ඔබේ දෘශ්‍යමය තිරය) ආරම්භ කිරීමට නොහැක. එය නිවැරදි ලෙස සකස් කර නොමැති බැවි මීට හේතුවිය හැක. පාලක පුවරුවට ප්‍රවේශ වී X මාණකරන වැඩසටහන නැවත ක්‍රියාත්මක කර GDM නැවත ආරම්භ කරන්න.
ta: X server ஐ (உங்கள் வரைகலை முகப்பு) துவக்க முடியவில்லை. இது சரியாக அமைக்கபடாதது போல் தெரிகிறது. நீங்கள் பணியகத்தில் புகுபதிவு செய்து பின் X கட்டமைப்பு நிரலை இயக்கவும். பின் GDM துவக்கவும்.

source: Failed to start X server several times in a short time period; disabling display %s
gl: Falla ao iniciar o servidor X varias veces nun curto intervalo de tempo; desactivando a pantalla %s
hi: थोड़े समय में ही X सर्वर प्रारंभ करने में कई बार असमर्थ रहा. प्रदर्शक %s को अक्षम कर रहा है
si: කෙටි කාල පරාසයක් තුල X සේවා දායකය ආරම්භ කිරීමට ගත් උත්සහයන් අසාර්ථක විය; %s දර්ශණය අක්‍රීය කරමින්
ta: குறுகிய நேரத்தில் பல முறை X server துவக்க முடியவில்லை; காட்சி %s செயலிழக்கிறது

source: Master suspending...
gl: Mestre suspendendo...
hi: मास्टर सस्पेंडिंग..
si: සියල්ලම තාවකාලිකව අත්හිටුවමින්...
ta: முதன்மையை இடைநிறுத்துகிறது...

source: System is restarting, please wait ...
gl: O sistema está a se reiniciar, agarde por favor...
hi: सिस्टम फिर शुरू हो रहा है, कृपया इंतजार करें...
si: පද්ධතිය නැවත ආරම්භ කරමින් පවතී, කරුණාකර රැඳී සිටින්න
ta: கணினி மீண்டும் துவக்கப்படுகிறது. காத்திருக்கவும்...

source: System is shutting down, please wait ...
gl: O sistema está a se apagar, agarde por favor...
hi: सिस्टम बन्द हो रहा है, कृपया इंतज़ार करें...
si: පද්ධතිය වසා දමමින් පවතී, කරුණාකර රැඳී සිටින්න ...
ta: கணினி பணி நிறுத்தம் செய்யப்படுகிறது, காத்திருக்கவும் ...

source: Master halting...
gl: Mestre apagando...
hi: मास्टर हाल्टिंग...
si: සියල්ලම නවතාලමින්...
ta: முதன்மை நிறுத்தப்படுகிறது...

source: %s: Halt failed: %s
gl: %s: O apagado fallou: %s
hi: %s: हॉल्ट असफल: %s
si: %s: නැවැත්වීමට අපොහොසත් විය : %s
ta: %s: நிறுத்த முடியவில்லை: %s

source: Restarting computer...
gl: Reiniciando o computador...
hi: कम्प्यूटर पुनः प्रारंभ करें
si: පද්ධතිය නැවත ආරම්භ කරමින් පවතී...
ta: கணினி மீண்டும் துவக்கப்படுகிறது...

source: %s: Restart failed: %s
gl: %s: Fallou o reinicio: %s
hi: %s: पुनः आरंभ असफल: %s
si: %s: නැවත ආරම්භ කිරීම අසාර්ථක විය: %s
ta: %s: மீண்டும் துவக்க முடியவில்லை: %s

source: Restart GDM, Restart machine, Suspend, or Halt request when there is no system menu from display %s
gl: Petición de reinicio de GDM, reinicio do equipo, suspensión ou apagado cando non hai menú de sistema da pantalla %s
hi: GDM फिर शुरू करें, मशीन फिर आरंभ करें, स्थगित या हाल्ट आग्रह जब %s प्रदर्शन से कोई सिस्टम मेनू नहीं है
si: පද්ධතියේ මෙනුවක් %s දර්ශණය මත දර්ශණය නොවන විට, GDM නැවත ආරම්භ කරන්න, පද්ධතිය යලි ආරම්භ කරන්න, අත්හිටුවන්න නැතහොත් නවතා දමන්න.
ta: காட்சி %s இல் கணினி பட்டி எதுவும் இல்லையெனில், GDM ஐ மீண்டும் துவக்குதல், கணினியை மீண்டும் துவக்குதல், இடைநிறுத்துதல் அல்லது நிறுத்துதல் போன்றவற்றை கோரவும்

source: Restart GDM, Restart machine, Suspend or Halt request from a non-static display %s
gl: Petición de reinicio de GDM, reinicio do equipo, suspensión ou apagado desde unha pantalla non estática %s
hi: GDM फिर शुरू करें, मशीन फिर आरंभ करें, स्थगित या हाल्ट आग्रह गैर स्थिर %s प्रदर्शन दें
si: GDM නැවත ආරම්භ කරන්න, පරිගණකය නැවත ආරම්භ කරන්න, අත්හිතුවන්න නැතහොත් වසාදමන්න යන ඉල්ලීමක් ස්ථිතික නොවන දර්ශණය %s මඟින් ලැබී ඇත.
ta: நிலையில்லாத காட்சி %s இலிருந்து, GDM ஐ மீண்டும் துவக்குதல், கணினியை மீண்டும் துவக்குதல், இடைநிறுத்துதல் அல்லது நிறுத்துதல் போன்றவற்றை கோரவும்

source: %s: Aborting display %s
gl: %s: Abortando a pantalla %s
hi: %s: प्रदर्शन %s छोड़ रहा है
si: %s: දර්ශණය නවතාලමින් %s
ta: %s: காட்சி %sஐ நிறுத்துகிறது

source: GDM restarting ...
gl: GDM reiniciando ...
hi: GDM पुनः प्रारंभ हो रहा है...
si: GDM නැවත ක්‍රියාත්මක කරමින් පවතී ...
ta: GDM மீண்டும் துவங்குகிறது ...

source: Failed to restart self
gl: Fallo ao reiniciarse
hi: स्वयं को पुनः प्रारंभ करने में असफल
si: ස්වයංක්‍රීයව නැවත ආරම්භ කිරීම අසාර්ථක විය
ta: தானாக மீண்டும் துவக்க முடியவில்லை

source: main daemon: Got SIGABRT. Something went very wrong. Going down!
gl: daemon principal: Recibiuse SIGABRT. Algo vai moi mal. Saíndo!
hi: मुख्य डेमनः SIGABRT मिला, कुछ गलत हो चुका है. धीमे जा रहा है!
si: main daemon: Got SIGABRT. වැරදි සහගත යමක් සිදුවිය. පද්ධතිය අස්ථාවර වෙමින් පවතී!
ta: முக்கிய டீமான்: SIGABRT பெறப்பட்டது, சில நேரம் தவறாக உள்ளது. நிறுத்தப்படுகிறது!

source: Do not fork into the background
gl: Non facer fork en segundo plano
hi: पृष्ठ भूमि में फॉर्क नहीं करें
si: පසුබිමට ජනනය නොකරන්න
ta: பின்னணியில் பிரிக்க வேண்டாம்

source: No console (static) servers to be run
gl: Non hai servidores en consola (estático) para executar
hi: चलाने हेतु कोई कंसोल (स्थिर) सर्वर नहीं
si: ක්‍රියාත්මක කිරීමට පාලක පුවරු (ස්ථිතික) සේවා දායකයන් නොමැත
ta: இயக்க (நிலையான) பணியக சேவையகம் இல்லை

source: Alternative defaults configuration file
gl: Ficheiro de configuración alternativo predeterminado
hi: वैकल्पिक मूलभूत विन्यास फाइल
si: වෛකල්පිත ප්‍රකෘති මාණකරන ගොනුව
ta: மாற்று முன்னிருப்பு கட்டமைப்பு கோப்பு

source: Preserve LD_* variables
gl: Manter as variables LD_*
hi: LD_* चर सुरक्षित रखें
ta: பாதுகாக்கும் LD_* மாறிகள்

source: Print GDM version
gl: Escribir a versión do GDM
hi: GDM संस्करण मुद्रित करें
si: GDM වෙළුම මුද්‍රණය කරන්න
ta: GDM பதிப்பை அச்சிடுதல்

source: Start the first X server but then halt until we get a GO in the fifo
gl: Iniciar o primeiro servidor X e agardar ata obter un GO no fifo
hi: प्रथम X सर्वर प्रारंभ करें परंतु फिर रूक जाएँ जबतक कि fifo से जाने का संकेत न मिले
si: ප්‍රථම X සේවා දායකය ආරම්භ කර fifo වෙතින් සංඤාවක් ලැබෙන තුරු නවතා තබන්න
ta: முதல் X server துவக்கவும், ஆனால் அதனை fifo இல் GO வரும் வரை நிறுத்தி வைத்திருக்கவும்

source: Can't open %s for writing
gl: Non se pode abrir %s para escritura
hi: फ़ाइल %s लिखने हेतु नहीं खोल सका
si: කෙටුම්පත් කිරීම සඳහා %s විවෘත කල නොහැක
ta: எழுதுவதற்காக %s ஐ திறக்க முடியவில்லை
