Repository: jberkman/dmlangsel
Catalog: po/*.po
Languages: gl, hi, si, ta, zh_tw

source: The nested X server (Xnest) is not available, or GDM is badly configured. Please install the Xnest package in order to use the nested login.
gl: O servidor aniñado de X (Xnest) non está dispoñible, ou o gdm está mal configurado. Instale o paquete Xnest para poder iniciar sesións en modo aniñado.
hi: नेस्टेड X सर्वर (Xnest) उपलब्ध नहीं है, या GDM गलत विन्यस्त्ड है. कृपया नेस्टेड लॉगिन इस्तेमाल करने हेतु Xnest पैकेज अधिष्ठापित करें.
si: කූඩුගත X සේවා දායකය (Xnest) භාවිතයේ නොමැත නැතහොත් GDM වැරදි ලෙස මාන කර ඇත. කරුණාකර කූඩුගත පිවිසුම් සඳහා Xnest ඇසුරුම ස්ථාපනය කරන්න.
ta: பிணைக்கப்பட்ட X server (Xnest) இல்லை, அல்லது GDM தவறாக கட்டமைக்கப்பட்டுள்ளது. பிணைக்கப்பட்ட புகுபதிவை பயன்படுத்த Xnest தொகுப்பை நிறுவவும்.

source: The X server is not available. GDM may be misconfigured.
gl: O servidor X non está dispoñible. Probablemente o GDM está mal configurado.
hi: X सर्वर उपलब्ध नहीं है, यह संभव है कि GDM गलत विन्यस्त है.
si: X සේවා දායකය භාවිතයේ නොමැත. GDM නිසියාකාරව මානකර නැත.
ta: X server இல்லை, GDM தவறாக கட்டமைக்கப்பட்டிருக்கலாம்.

source: Trying to set an unknown logout action, or trying to set a logout action which is not available.
gl: Tentando establecer unha acción de desconexión descoñecida, ou que non está dispoñible.
hi: एक अज्ञात लॉगआउट क्रिया नियत करने की कोशिश कर रहा है या एक लॉगआउट क्रिया जो उपलब्ध नहीं है नियत करने की कोशिश कर रहा है.
si: හඳුනා නොගත් පිටත්වයාමේ ක්‍රියාවක් හෝ භාවිතයේ නොමැති පිටත්ව වයාමේ ක්‍රියාවක් පිහිටවීමට උත්සහ කරනු ලබයි.
ta: தெரியாத அல்லது இல்லாத விடுபதிவு செயலை அமைக்க முயற்சிக்கிறீர்

source: Virtual terminals not supported.
gl: Terminais virtuais non soportados.
hi: आभासी टर्मिनल समर्थित नहीं है.
si: අතථ්‍ය අග්‍රයන් සඳහා පහසුකම් නොලැබේ.
ta: மெய்நிகர் முனையங்களுக்கு துணை இல்லை.

source: Trying to change to an invalid virtual terminal number.
gl: Tentouse mudar para un número de terminal virtual non válido.
hi: एक अवैध आभासी टर्मिनल संख्या बदलने की कोशिश कर रहे.
si: අවලංගු අතථ්‍ය අග්‍ර අංකයක් වෙනස් කිරීමට උත්සහ කරමින්.
ta: தவறான மெய்நிகர் முனைய எண்ணை மாற்ற முயற்சிக்கிறது.

source: Trying to update an unsupported configuration key.
gl: Tentando actualizar unha clave de configuración non soportada.
hi: असमर्थित विन्यासन कुंजी अद्यतन करने की कोशिश में.
si: සහාය නොමැති මාන සූචකයක් වැඩි දියුණු කිරීමට උත්සහ කරයි.
ta: துணையில்லாத கட்டமைப்பு குறியீட்டை மேம்படுத்த முயற்சிக்கிறது.

source: You do not seem to have the authentication needed for this operation. Perhaps your .Xauthority file is not set up correctly.
gl: Semella que non ten a autenticación requirida para facer esta operación. Talvez o ficheiro .Xauthority non está correctamente configurado.
hi: ऐसा प्रतीत होता है कि इस कार्य हेतु आपके पास वांछित अधिकार नहीं हैं. शायद .Xauthority फ़ाइल सही सेटअप नहीं है.
si: මෙම මෙහෙයුම සඳහා අවශ්‍ය අනන්‍යතාවය ඔබ විසින් තහවුරු කර නැත.ඇතැම් විට .Xauthority ගොනුව නිසිලෙස සකස්කර නොතිබීම මීට හේතු විය හැක.
ta: இந்த செயலுக்கான அங்கீகாரம் உங்களிடம் இல்லாதது போல் உள்ளது. உங்கள் .Xauthority கோப்பு சரியாக அமைக்கப்படாமல் இருக்கலாம்.

source: Too many messages were sent to GDM and it hung up on us.
gl: Enviáronse demasiadas mensaxes ao gdm e xa non responde.
hi: GDM को बहुत सारे संदेश भेज दिए गए और वह हैंग हो गया.
si: පණිවිඩ අපමණ ප්‍රමාණයක් GDM වෙත යවා ඇති බැවින් එය අක්‍රීයවී ඇත.
ta: அதிக அளவு தகவல்கள் GDMக்கு அனுப்பப்பட்டதால். அது செயலிழக்கப்பட்டது.

source: Unknown error occurred.
gl: Ocorreu un erro descoñecido.
hi: अज्ञात त्रुटि हुई.
si: හඳුනානොගත් දෝශයක් ඇතිවිය.
ta: தெரியாத பிழை ஏற்பட்டுள்ளது.

source: %d second
gl: %d segundo
hi: %d सेकेंड
si: තත්පර %d
ta: %d விநாடி

source: Usage: %s [-b][-v] and one of the following:
gl: Uso: %s [-b][-v] e un dos seguintes:
hi: प्रयोग: %s [-b][-v] और निम्न में से एक:
si: භාවිත කරන පිළිවෙල: %s [-b][-v] සහ පහත සඳහන් ඒවායින් එකක්:
ta: பயன்பாடு: %s [-b][-v] மற்றும் பின்வருவனவற்றில் ஒன்று:

source: -a display
gl: -a pantalla
hi: -a प्रदर्शन
si: -a දර්ශකය

source: -r display
gl: -r pantalla
hi: -r प्रदर्शन
si: -r දර්ශකය

source: -d display
gl: -d pantalla
hi: -d प्रदर्शन
si: -d දර්ශකය

source: -t maximum tries to connect (default 15)
gl: -t máximos intentos para conectar (por defecto 15)
hi: -t जुड़ने की काफी कोशिश करता है (मूलभूत 15)
si: -t සම්බන්ධ වීමට දැරිය යුතු උපරිම උත්සහයන් (ප්‍රකෘති අගය 15)
ta: -t இணைக்க அதிக பட்ச முயற்சிகள் (முன்னிருப்பு 15 )

source: -s sleep value (default 8)
gl: -s valor para agardar (por defecto 8)
hi: -s सुप्त मान (मूलभूत 8)
si: -s නිද්‍රා අගය (ප්‍රකෘති අගය 8)
ta: -s தூங்கும் மதிப்பு (முன்னிருப்பு 8)

source: Server busy, will sleep.
gl: Servidor ocupado, durmirase.
hi: सर्वर व्यस्त, सो जायेगा.
si: සේවා දායකය කාර්ය බහුලයි, නිද්‍රාවට පත්වෙයි.
ta: சேவையகம் செயலில் உள்ளது, தூங்குகிறது.

source: Connection to daemon failed, sleeping for %d seconds. Retry %d of %d
gl: Fallou a conexión ao daemon, durmindo durante %d segundos. Reintento %d de %d
hi: डेमॉन में संबंधन विफल रहा, %d सेकेंड के लिये सो रहा है. %d %d की फिर कोशिश करें
si: ඩේමනය හා සම්බන්ධ වීමට අපොහොසත් විය, තත්පර %d නිද්‍රාශීලී වෙමින්. නැවත වතාවක් %d ගෙන් %d උත්සහ කරමින්
ta: டீமானுடன் இணைக்க முடியவில்லை, %d நொடிகள் தூங்குகிறது. %d இல் %d ஐ மீண்டும் முயற்சி செய்யவும்

source: Failed to connect to server after %d retries
gl: Fallou ao conectar co servidor tras %d reintentos
hi: %d पुनर्कोशिश के बाद सर्वर से जुड़ने में विफल रहा
si: %d උත්සහ කිරීමෙන් පසුවත් සේවා දාහකයට සම්බන්ධ වීමට අසමත් විය
ta: %d முயற்சி செய்த பின்னும் சேவையகத்துடன் இணைக்க முடியவில்லை

source: Log in as another user inside a nested window
gl: Iniciar unha sesión como outro usuario dentro dunha fiestra aniñada
hi: नेस्टेड विंडो के भीतर अन्य उपयोक्ता के रूप में लॉगिन करें
si: වෙනත් පරිශීලකයකු ලෙස කූඩුගත කවුළු තුලට පිවිසෙන්න
ta: பிணைக்கப்பட்ட சாளரத்திற்குள் வேறு பயனராக புகுபதிவு செய்யவும்

source: New Login in a Nested Window
gl: Novo inicio de sesión nunha fiestra aniñada
hi: नेस्टेड विंडो में नया लॉगिन
si: කූඩුගත කවුළුව තුල නව පිවිසුම
ta: பிணைக்கப்பட்ட சாளரத்தில் புதிய புகுபதிவு

source: Send the specified protocol command to GDM
gl: Enviar o comando de protocolo especificado ao gdm
hi: GDM को निर्दिष्ट प्रोटोकाल कमांड भेजें
si: නිශ්චිත වියුණු විධානය GDM වෙත ලබා දෙන්න
ta: GDM க்கு குறிப்பிட்ட நெறிமுறை கட்டளையை அனுப்பவும்

source: COMMAND
gl: COMANDO
hi: कमांड

source: Xnest mode
gl: Modo Xnest
hi: Xnest मोड
si: Xnest ආකාරය
ta: Xnest முறை

source: Do not lock current screen
gl: Non bloquear a pantalla actual
hi: वर्तमान स्क्रीन को ताला नहीं लगाएँ
si: භාවිතයේ ඇති තිරයට අගුලු නොදමන්න
ta: தற்போதைய திரையை பூட்ட வேண்டாம்

source: Debugging output
gl: Saída de depuración
hi: डिबगिंग आउटपुट
si: නිවැරදිකරණ ප්‍රතිදානය
ta: பிழைத்திருத்த வெளிப்பாடு

source: Authenticate before running --command
gl: Autenticar antes de executar --comando
hi: -- कमांड चलाने से पहले सत्यापन करें
si: --command ක්‍රියාත්මක කිරීමට පෙර අනන්‍යතාවය තහවුරු කරගන්න
ta: --command ஐ இயக்கும் முன் அங்கீகரிக்கவும்

source: Start new flexible session; do not show popup
gl: Iniciar unha nova sesión flexible, non amosar emerxente
hi: नया लचीला सत्र आरंभ करें, पॉपअप मत दिखायें
si: නව නම්‍යශීලී සැසියක් ආරම්භකරන්න; පොප්අප් දර්ශණය නොකරන්න
ta: புதிய நெகிழ்வு அமர்வை துவக்கவும், தோன்று சாளரத்தை காட்ட வேண்டாம்

source: Cannot change display
gl: Non se pode mudar a pantalla
hi: प्रदर्शक बदल नहीं सकता
si: දර්ශකය වෙනස්කල නොහැක
ta: காட்சியை மாற்ற முடியவில்லை

source: Nobody
gl: Ninguén
hi: कोई नहीं
si: කිසිවෙකුත් නොවේ
ta: ஒருவருமில்லை

source: Display %s on virtual terminal %d
gl: Pantalla %s no terminal virtual %d
hi: %s को आभासी टर्मिनल %d पर दिखाएँ
si: %s , %d අතථ්‍ය අග්‍රයේ දර්ශණය කරන්න
ta: காட்சி %s க்கான மெய்நிகர் முனையம் %d

source: Nested display %s on virtual terminal %d
gl: Pantalla aniñada %s no terminal virtual %d
hi: नेस्टेड प्रदर्शक %s आभासी टर्मिनल %d पर
si: කූඩුගත දර්ශණය %s අතථ්‍ය අග්‍රකය %d මත
ta: பிணைக்கப்பட்ட காட்சி %s க்கான மெய்நிகர் முனையம் %d

source: Username
gl: Usuario
hi: उपयोक्ता नाम
si: පරිශීලක නාමය
ta: பயனர்பெயர்

source: Display
gl: Pantalla
hi: प्रदर्शक
si: දර්ශකය
ta: காட்சி

source: Open Displays
gl: Pantallas abertas
hi: प्रदर्शक खोलें
si: විවෘත දර්ශකයන්
ta: திறந்த காட்சிகள்

source: _Open New Display
gl: _Abrir unha nova pantalla
hi: नया प्रदर्शक खोलें (_O)
si: නව දර්ශකයක් විවෘත කරනු(_O)
ta: புதிய காட்சியை திறக்கவும் (_O)

source: Change to _Existing Display
gl: Mudar a unha pantalla _existente
hi: वर्तमान प्रदर्शक में बदलें (_E)
si: ක්‍රියාත්මක දර්ශකයට මාරු කරන්න( _E)
ta: இருக்கும் காட்சிக்கு மாற்றவும் (_E)

source: There are some displays already open. You can select one from the list below or open a new one.
gl: Xa hai algunhas pantallas abertas. Pode seleccionar unha na lista embaixo ou abrir unha nova.
hi: यहाँ पर कुछ प्रदर्शक पहले से ही खुले हैं. नीचे दी गई सूची से आप एक चुन सकते हैं या एक नया खोल सकते हैं.
si: දර්ශකයන් කීපයක් විවෘතව පවතී. පහත සඳහන් ලයිස්තුවෙන් එකක් තෝරාගන්න නැතහොත් නව දර්ශකයක් විවෘත කරන්න.
ta: ஏற்கெனவே சில காட்சிகள் திறக்கப்பட்டுள்ளன. நீங்கள் கீழேயுள்ள பட்டியலில் ஒன்றை தேர்வு செய்யலாம் அல்லது புதிதாக ஒன்றை திறக்கலாம்.

source: Choose server
gl: Escolla servidor
hi: सर्वर चुनें
si: සේවා දායකයක් තෝරාගන්න
ta: சேவையகத்தை தேர்வு செய்யவும்

source: Choose the X server to start
gl: Escolla o servidor X para comezar
hi: प्रारंभ करने हेतु X सर्वर चुनें
si: ආරම්භ කිරීමට X දාහකයක් තෝරාගන්න
ta: துவக்க X server ஐ தேர்வு செய்யவும்

source: Standard server
gl: Servidor estándar
hi: मानक सर्वर
si: සම්මත දායකය
ta: தரப்படுத்தப்பட்ட சேவையகம்

source: You do not seem to have the authentication needed for this operation
gl: Semella que non ten a autenticación requirida para facer esta operación
hi: ऐसा प्रतीत होता है कि इस कार्य हेतु आपके पास वांछित अधिकार नहीं हैं.
si: මෙම කාර්ය කිරීම සඳහා අවශ්‍ය අවසරය ඔබ සතුව නොමැති බව හැඟීයයි
ta: இந்த செயலுக்கான அங்கீகாரம் உங்களிடம் இருப்பது போல இல்லை

source: Perhaps your .Xauthority file is not set up correctly.
gl: Talvez o ficheiro .Xauthority non está correctamente configurado.
hi: शायद .Xauthority फ़ाइल सही सेटअप नहीं है.
si: ඇතැම්විට ඔබේ .Xauthority ගොනුව නිසියාකාරව සකස්කර නොමැත.
ta: உங்கள் .Xauthority கோப்பு சரியாக அமைக்கப்படாமல் இருக்கலாம்.

source: You do not seem to be logged in on the console
gl: Semella que non está conectado na consola
hi: प्रतीत होता है कि कंसोल में आप लॉगिन नहीं हैं
si: ඔබ පාලක පුවරුවට නිසියාකරව පිවිස නැති බව හැඟේ
ta: நீங்கள் முனையத்தில் புகுபதிவு செய்தது போல இல்லை

source: Starting a new login only works correctly on the console.
gl: Iniciar unha nova sesión só funciona correctamente na consola.
hi: नया लॉगिन प्रारंभ करना कंसोल में ही सही कार्य करेगा.
si: නව පිවිසුම් නිසියාකාරව ක්‍රියාත්මක වන්නේ පාලක පුවරුව මතය.
ta: புதிய புகுபதிவை துவக்குதல் பணியகத்தில் மட்டும் சரியாக வேலை செய்யும்.

source: Cannot start new display
gl: Non se pode iniciar unha nova pantalla
hi: नया प्रदर्शक प्रारंभ नहीं कर पाया
si: නව දර්ශකයක් ආරම්භකල නොහැක
ta: புதிய காட்சியை துவக்க முடியவில்லை

source: Log in as another user without logging out
gl: Iniciar unha sesión como outro usuario sen saír da sesión actual
hi: बिना लॉगआउट हुए अन्य उपयोक्ता के रूप में लॉगिन करें
si: පිටතට නොගොස් වෙනත් පරිශීලකයකු ලෙසට පද්ධතිය තුලට පිවිසෙන්න
ta: விடுபதிவு செய்யாமல் மற்றொரு பயனராக புகுபதிவு செய்யவும்

source: New Login
gl: Nova sesión
hi: नया लॉगिन
si: නව පිවිසුමක්
ta: புதிய புகுபதிவு

source: A-M|Afrikaans
hi: A-M|अरमिनियाइ
si: A-M|අප්‍රිකානු
ta: A-M|ஆஃப்ரிக்கன்ஸ்
zh_tw: A-M|南非荷蘭語

source: A-M|Albanian
gl: A-M|Albanés
hi: A-M|अलबानियाई
si: A-M|ඇල්බේනියානු
ta: A-M|அல்பானியன்
zh_tw: A-M|阿爾巴尼亞語

source: A-M|Amharic
gl: A-M|Amhárico
hi: A-M| अम्हारिक
si: A-M|ඇම්හැරික්
ta: A-M|அம்ஹரிக்
zh_tw: A-M|阿姆哈拉語

source: A-M|Arabic (Egypt)
gl: A-M|Árabe (Exipto)
hi: A-M|अरबी(मिस्र)
si: A-M|අරාබි (ඊජිප්තු)
ta: A-M|அரேபியன் (எகிப்து)
zh_tw: A-M|阿拉伯語 (埃及)

source: A-M|Arabic (Lebanon)
gl: A-M|Árabe (Líbano)
hi: A-M| अरबी (लेबनान)
si: A-M|අරාබි (ලෙබනන් )
ta: A-M|அரேபியன் (லேபேனான்)
zh_tw: A-M|阿拉伯語 (黎巴嫩)

source: A-M|Armenian
gl: A-M|Armenio
hi: A-M|अरमिनियाइ
si: A-M|ආර්මේනියානු
ta: A-M|ஆர்மெனியம்
zh_tw: A-M|亞美尼亞語

source: A-M|Azerbaijani
gl: A-M|Acerbaixano
hi: A-M|अजरबेजानी
si: A-M|අසර්බයිජානි
ta: A-M|அசர்பைஜான்
zh_tw: A-M|亞塞拜然語

source: A-M|Basque
gl: A-M|Basco
hi: A-M| बास्क
si: A-M|බාසක්
ta: A-M|பாஸ்க்
zh_tw: A-M|巴斯克語

source: A-M|Belarusian
gl: A-M|Belorruso
hi: A-M| बेलारूसियाई
si: A-M|බෙල්රුසියානු
ta: A-M|பெலாருஷியன்
zh_tw: A-M|白俄羅斯語

source: A-M|Bengali
gl: A-M|Bengalí
hi: A-M| बंगाली
si: A-M|බෙංගාලි
ta: A-M|வங்காளி
zh_tw: A-M|孟加拉語

source: A-M|Bengali (India)
gl: A-M|Bengalí (India)
hi: A-M| बंगाली (भारतीय)
si: A-M|බෙංගාලි (ඉංදියානු)
ta: A-M|வங்காளி (இந்தியா)
zh_tw: A-M|孟加拉語 (印度)

source: A-M|Bulgarian
gl: A-M|Búlgaro
hi: A-M| बल्गारियाई
si: A-M|බල්ගේරියානු
ta: A-M|பல்கேரியன்
zh_tw: A-M|保加利亞語

source: A-M|Bosnian
gl: A-M|Bosnio
hi: A-M| बोस्नियाई
si: A-M|බොස්නියානු
ta: A-M|பாஸ்னியன்
zh_tw: A-M|波士尼亞語

source: A-M|Catalan
gl: A-M|Catalán
hi: A-M| केटालन
si: A-M|කැටලෑන්
ta: A-M|கேட்டலான்
zh_tw: A-M|卡達隆尼亞語

source: A-M|Chinese (China Mainland)
gl: A-M|Chinés (China continental)
hi: A-M| चीनी (चीनी मुख्यभूमि)
si: A-M|චීන (චීන මේන්ලෑන්ඩ්)
ta: A-M|சீனம் (சீனா மெயின்லாண்ட்)
zh_tw: A-M|簡體中文

source: A-M|Chinese (Hong Kong)
gl: A-M|Chinés (Hong Kong)
hi: A-M| चीनी (हांगकांग)
si: A-M|චීන (හොංකොං)
ta: A-M|சீனம் (ஹாங்காங்)
zh_tw: A-M|中文 (香港)

source: A-M|Chinese (Singapore)
gl: A-M|Chinés (Singapore)
hi: A-M| चीनी (सिंगापुर)
si: A-M|චීන (සිංගප්පූරු)
ta: A-M|சீனம் (சிங்கப்பூர்)
zh_tw: A-M|中文 (新加坡)

source: A-M|Chinese (Taiwan)
gl: A-M|Chinés (Taiwan)
hi: A-M| चीनी (ताइवान)
si: A-M|චීන (තායිවානු)
ta: A-M|சீனம் தைவான்
zh_tw: A-M|中文 (台灣)

source: A-M|Croatian
gl: A-M|Croata
hi: A-M| क्रोएशियाई
si: A-M|ක්‍රොයේශියානු
ta: A-M|குரோஷியன்
zh_tw: A-M|克羅埃西亞語

source: A-M|Czech
gl: A-M|Checo
hi: A-M| चेक
si: A-M|චෙක්
ta: A-M|செக்
zh_tw: A-M|捷克語

source: A-M|Danish
gl: A-M|Dinamarqués
hi: A-M| डेनिश
si: A-M|ඩැනිෂ්
ta: A-M|டேனிஷ்
zh_tw: A-M|丹麥語

source: A-M|Dutch
gl: A-M|Holandés
hi: A-M| डच
si: A-M|ඕලන්ද
ta: A-M|டச்சு
zh_tw: A-M|荷蘭語

source: A-M|English (USA)
gl: A-M|Inglés (EEUU)
hi: A-M| अंग्रेजी (यूएसए)
si: A-M|ඉංග්‍රීසි (ඇමෙරිකානු)
ta: A-M|ஆங்கிலம் (அமெரிக்கா)
zh_tw: A-M|英語 (美國)

source: A-M|English (Australia)
gl: A-M|Inglés (Australia)
hi: A-M| अंग्रेजी (आस्ट्रेलिया)
si: A-M|ඉංග්‍රීසි (ඕස්ට්‍රේලියානු)
ta: A-M|ஆங்கிலம் (ஆஸ்திரேலியா)
zh_tw: A-M|英語 (澳大利亞)

source: A-M|English (UK)
gl: A-M|Inglés (Reino Unido)
hi: A-M| अंग्रेजी (यूके)
si: A-M|ඉංග්‍රීසි (බ්‍රිතාන්‍ය)
ta: A-M|ஆங்கிலம் (இங்கிலாந்து)
zh_tw: A-M|英語 (英國)

source: A-M|English (Canada)
gl: A-M|Inglés (Canadá)
hi: A-M| अंग्रेजी (कनाडा)
si: A-M|ඉංග්‍රීසි (කැනේඩියානු)
ta: A-M|ஆங்கிலம் (கனடா)
zh_tw: A-M|英語 (加拿大)

source: A-M|English (Ireland)
gl: A-M|Inglés (Irlanda)
hi: A-M| अंग्रेजी (आयरलैंड)
si: A-M|ඉංග්‍රීසි(අයර්ලන්ත)
ta: A-M|ஆங்கிலம் (அயர்லாந்து)
zh_tw: A-M|英語 (愛爾蘭)

source: A-M|English (Denmark)
gl: A-M|Inglés (Dinamarca)
hi: A-M| अंग्रेजी (डेनमार्क)
si: A-M|ඉංග්‍රීසි(ඩෙන්මාක්)
ta: A-M|ஆங்கிலம் (டென்மார்க்)
zh_tw: A-M|英語 (丹麥)

source: A-M|English (South Africa)
gl: A-M|Inglés (África do sur)
hi: A-M| अंग्रेजी (द. अफ्रीका)
si: A-M|ඉංග්‍රීසි (දකුණු අප්‍රිකානු)
ta: A-M|ஆங்கிலம் (தென் ஆப்பிரிக்கா)
zh_tw: A-M|英語 (南非)

source: A-M|Estonian
gl: A-M|Estonio
hi: A-M| एस्टोनियन
si: A-M|එස්තෝනියානු
ta: A-M|எஸ்டோனியன்
zh_tw: A-M|愛沙尼亞語

source: A-M|Finnish
gl: A-M|Finlandés
hi: A-M| फिनिश
si: A-M|පින්ලන්ත
ta: A-M|ஃபினிஸ்
zh_tw: A-M|芬蘭語

source: A-M|French
gl: A-M|Francés
hi: A-M| फ्रांसीसी
si: A-M|ප්‍රංශස
ta: A-M|பிரெஞ்சு
zh_tw: A-M|法語

source: A-M|French (Belgium)
gl: A-M|Francés (Bélxica)
hi: A-M| फ्रांसीसी (बेल्जियम)
si: A-M|ප්‍රංශ (බෙල්ජියම්)
ta: A-M|பிரெஞ்சு (பெல்ஜிய)
zh_tw: A-M|法語 (比利時)

source: A-M|French (Switzerland)
gl: A-M|Francés (Suíza)
hi: A-M| फ्रांसीसी (स्विट्जरलैंड)
si: A-M|ප්‍රංශ(ස්විට්සර්ලන්ත)
ta: A-M|பிரெஞ்சு (சுவிசர்லாந்து)
zh_tw: A-M|法語 (瑞士)

source: A-M|Galician
gl: A-M|Galego
hi: A-M| गेलिशियाई
si: A-M|ගැලීශියන්
ta: A-M|கலிசியன்
zh_tw: A-M|加利西亞語

source: A-M|German
gl: A-M|Alemán
hi: A-M| जर्मनी
si: A-M|ජර්මානු
ta: A-M|ஜெர்மன்
zh_tw: A-M|德語

source: A-M|German (Austria)
gl: A-M|Alemán (Austria)
hi: A-M| जर्मन (ऑस्ट्रिया)
si: A-M|ජර්මානු (ඔස්ට්‍රියානු)
ta: A-M|ஜெர்மன் (ஆஸ்திரேலியா)
zh_tw: A-M|德語 (奧地利)

source: A-M|German (Switzerland)
gl: A-M|Alemán (Suíza)
hi: A-M| जर्मन (स्विट्जरलैंड)
si: A-M|ජර්මානු (ස්විට්සර්ලන්ත)
ta: A-M|ஜெர்மன் (சுவிசர்லாந்து)
zh_tw: A-M|德語 (瑞士)

source: A-M|Greek
gl: A-M|Grego
hi: A-M| ग्रीक
si: A-M|ග්‍රීක
ta: A-M|கிரேக்கம்
zh_tw: A-M|希臘語

source: A-M|Gujarati
hi: A-M| गुजराती
si: A-M|ගුජරාති
ta: A-M|குஜராத்தி
zh_tw: A-M|古吉拉特語

source: A-M|Hebrew
gl: A-M|Hebreu
hi: A-M| हिब्रू
si: A-M|හේබෘව්
ta: A-M|எபிரேயம்
zh_tw: A-M|希伯來語

source: A-M|Hindi
gl: A-M|Hindú
hi: A-M|हिन्दी
si: A-M|හින්දි
ta: A-M|இந்தி
zh_tw: A-M|北印度語

source: A-M|Hungarian
gl: A-M|Húngaro
hi: A-M| हंगेरियाई
si: A-M|හංගේරියානු
ta: A-M|ஹங்கேரியன்
zh_tw: A-M|匈牙利語

source: A-M|Icelandic
gl: A-M|Islandés
hi: A-M| आइसलैंडिक
si: A-M|අයිස්ලාන්තික
ta: A-M|ஐஸ்லாண்டிக்
zh_tw: A-M|冰島語

source: A-M|Indonesian
gl: A-M|Indonesio
hi: A-M| इंडोनेशियाई
si: A-M|ඉන්දුනීසියානු
ta: A-M|இந்தோனேஷியா
zh_tw: A-M|印尼語

source: A-M|Interlingua
hi: A-M| इंटरलिंगुआ
si: A-M|ඉන්ටර්ලිංගුවා
ta: A-M|இண்டர்லின்குவா
zh_tw: A-M|英特林瓜語

source: A-M|Irish
gl: A-M|Irlandés
hi: A-M| आइरिश
si: A-M|අයර්ලන්ත
ta: A-M|ஐரிஷ்
zh_tw: A-M|愛爾蘭語

source: A-M|Italian
gl: A-M|Italiano
hi: A-M| इतालवी
si: A-M|ඉතාලි
ta: A-M|இத்தாலி
zh_tw: A-M|義大利語

source: A-M|Japanese
gl: N-Z|Xaponés
hi: A-M| जापानी
si: A-M|ජපාන
ta: A-M|ஜப்பானியம்
zh_tw: A-M|日語

source: A-M|Kannada
hi: A-M| कन्नड़
si: A-M|කන්නඩ
ta: A-M|கன்னடம்
zh_tw: A-M|坎那達語

source: A-M|Kinyarwanda
hi: A-M| किनायरवांडा
si: A-M|කින්යාරුවන්ඩා
ta: A-M|கின்யர்வாண்டா
zh_tw: A-M|金揚萬答語

source: A-M|Korean
gl: A-M|Coreano
hi: A-M| कोरियाई
si: A-M|කොරියානු
ta: A-M|கொரியன்
zh_tw: A-M|韓語

source: A-M|Latvian
gl: A-M|Letón
hi: A-M| लाटवियाई
si: A-M|l
ta: A-M|லாடிவியன்
zh_tw: A-M|拉脫維亞語

source: A-M|Lithuanian
gl: A-M|Lituano
hi: A-M| लिथुआनियाई
si: A-M|ලැට්වියානු
ta: A-M|லித்துவேனியன்
zh_tw: A-M|立陶宛語

source: A-M|Macedonian
gl: A-M|Macedonio
hi: A-M| मकदूनियाई
si: A-M|මැසදෝනියානු
ta: A-M|மேக்ஸிடோனியன்
zh_tw: A-M|馬其頓語

source: A-M|Malay
gl: A-M|Malaio
hi: A-M|मलय
si: A-M|මැලේ
ta: A-M|மலாய்
zh_tw: A-M|馬來語

source: A-M|Malayalam
hi: A-M|मलयालम
si: A-M|මලයාල
ta: A-M|மலையாளம்
zh_tw: A-M|馬來亞拉姆語

source: A-M|Marathi
hi: A-M|मराठी
si: A-M|මරාති
ta: A-M|மராத்தி
zh_tw: A-M|馬拉提語

source: A-M|Mongolian
gl: A-M|Mongol
hi: A-M| मंगोलियन
si: A-M|මොන්ගෝලියානු
ta: A-M|மங்கோலியன்
zh_tw: A-M|蒙古語

source: N-Z|Northern Sotho
gl: N-Z|Sotho do norte
hi: N-Z|उत्तरी सोथो
si: N-Z|උතුරු සෝතෝ
ta: N-Z|வட சோதோ
zh_tw: N-Z|北索索語

source: N-Z|Norwegian (bokmal)
gl: N-Z|Noruegués (bokmal)
hi: N-Z| नारवेजियाई (बोकमाल)
si: N-Z|නෝවේජියානු (බොක්මාල්)
ta: N-Z|நார்விஜியன் (புக்மால்)
zh_tw: N-Z|挪威語 (巴克摩)

source: N-Z|Norwegian (nynorsk)
gl: N-Z|Noruegués (nynorsk)
hi: N-Z| नारवेजियाई (नायनोर्सक)
si: N-Z|නෝවේජියානු (නිනෝස්ක්)
ta: N-Z|நார்விஜியன் (நையார்ஸ்க்)
zh_tw: N-Z|挪威語 (耐諾斯克)

source: N-Z|Oriya
hi: N-Z| उड़िया
si: N-Z|ඔරිය
ta: N-Z|ஒரியா
zh_tw: N-Z|歐利亞語

source: N-Z|Panjabi
hi: N-Z| पंजाबी
si: N-Z|පන්ජාබ්
ta: N-Z|பஞ்சாபி

source: N-Z|Persian
gl: A-M|Iraniano
hi: N-Z| पारसी
si: N-Z|පර්සියානු
ta: N-Z|பெர்சியன்
zh_tw: N-Z|波斯語

source: N-Z|Polish
gl: N-Z|Polaco
hi: N-Z| पोलिश
si: N-Z|පොලිෂ්
ta: N-Z|பொலிஷ்
zh_tw: N-Z|波蘭語

source: N-Z|Portuguese
gl: N-Z|Portugués
hi: N-Z| पुर्तगाली
si: N-Z|පෘතුගීසි
ta: N-Z|போர்த்துகீசியம்
zh_tw: N-Z|葡萄牙語

source: N-Z|Portuguese (Brazilian)
gl: N-Z|Portugués (Brasileiro)
hi: N-Z| पुर्तगाली (ब्राजीलियाई)
si: N-Z|පෘතුගීසි (බ්‍රසීලියානු)
ta: N-Z|போர்துகீசியம் (பிரேசில்)
zh_tw: N-Z|葡萄牙語 (巴西)

source: N-Z|Romanian
gl: N-Z|Romanés
hi: N-Z| रोमानियन
si: N-Z|රුමේනියානු
ta: N-Z|ரோமானியன்
zh_tw: N-Z|羅馬尼亞語

source: N-Z|Russian
gl: N-Z|Ruso
hi: N-Z| रूसी
si: N-Z|රුසියානු
ta: N-Z|ரஷ்யன்
zh_tw: N-Z|俄語

source: N-Z|Serbian
gl: N-Z|Serbio
hi: N-Z| सर्बियाई
si: N-Z|සර්බියානු
ta: N-Z|செர்பியன்
zh_tw: N-Z|塞爾維亞語

source: N-Z|Serbian (Latin)
gl: N-Z|Serbio (Latín)
hi: N-Z| सर्बियाई (लेतिन)
si: N-Z|සර්බියානු (ලතින්)
ta: N-Z|செர்பியன் (லத்தீன்)
zh_tw: N-Z|塞爾維亞語 (拉丁語)

source: N-Z|Serbian (Jekavian)
gl: N-Z|Serbio (Jekavian)
hi: N-Z| सर्बियाई (जेवाकियन)
si: N-Z|සර්බියානු (ජෙකාවියන්)
ta: N-Z|செர்பியன் (ஜேகவியான்)
zh_tw: N-Z|塞爾維亞語 (Jekavian)

source: N-Z|Slovak
gl: A-M|Eslovaco
hi: N-Z| स्लोवाक
si: N-Z|ස්ලෝවැක්
ta: N-Z|ஸ்லோவாக்
zh_tw: N-Z|斯洛伐克語

source: N-Z|Slovenian
gl: A-M|Esloveno
hi: N-Z| स्लोविनियाई
si: N-Z|ස්ලෝවේනියානු
ta: N-Z|ஸ்லோவெனியன்
zh_tw: N-Z|斯洛維尼亞語

source: N-Z|Spanish
gl: A-M|Castelán
hi: N-Z| स्पेनी
si: N-Z|ස්පාඤ්ඤ
ta: N-Z|ஸ்பேனிஷ்
zh_tw: N-Z|西班牙語

source: N-Z|Spanish (Mexico)
gl: A-M|Castelán (México)
hi: N-Z| स्पेनी (मेक्सिको)
si: N-Z|ස්පාඤ්ඤ (මෙක්සිකෝ)
ta: N-Z|ஸ்பேனிஷ் (மெக்சிக்கோ)
zh_tw: N-Z|西班牙語 (墨西哥)

source: N-Z|Swedish
gl: N-Z|Sueco
hi: N-Z| स्वीडिश
si: N-Z|ස්වෙනස්කා
ta: N-Z|ஸ்வீடிஷ்
zh_tw: N-Z|瑞典語

source: N-Z|Swedish (Finland)
gl: N-Z|Sueco (Finlandia)
hi: N-Z| स्वीडिश (फिनलैंड)
si: N-Z|ස්වෙනස්කා (පින්ලන්ත)
ta: N-Z|ஸ்வீடிஷ் (பின்லாந்து)
zh_tw: N-Z|瑞典語 (芬蘭)

source: N-Z|Tamil
hi: N-Z| तमिल
si: N-Z|ද්‍රවිඩ
ta: N-Z|தமிழ்
zh_tw: N-Z|坦米爾語

source: N-Z|Telugu
hi: N-Z| तेलुगु
si: N-Z|තෙලිඟු
ta: N-Z|தெலுங்கு
zh_tw: N-Z|特拉古語

source: N-Z|Thai
gl: N-Z|Tailandés
hi: N-Z| थाई
si: N-Z|තායි
ta: N-Z|தாய்
zh_tw: N-Z|泰語

source: N-Z|Turkish
gl: N-Z|Turco
hi: N-Z| तुर्की
si: N-Z|තුර්කි
ta: N-Z|துருக்கி
zh_tw: N-Z|土耳其語

source: N-Z|Ukrainian
gl: N-Z|Ucraíno
hi: N-Z| युक्रेनी
si: N-Z|යූක්රේනියානු
ta: N-Z|யுக்ரேனியன்
zh_tw: N-Z|烏克蘭語

source: N-Z|Vietnamese
gl: N-Z|Vietnamita
hi: N-Z| विएतनामी
si: N-Z|වියට්නාම
ta: N-Z|வியட்னாமிஸ்
zh_tw: N-Z|越南語

source: N-Z|Walloon
gl: N-Z|Valón
hi: N-Z| वालून
si: N-Z|වැලූන්
ta: N-Z|வலோன்
zh_tw: N-Z|瓦隆語

source: N-Z|Welsh
gl: A-M|Galés
hi: N-Z| वेल्श
si: N-Z|වෙල්ශ්
ta: N-Z|வெல்ஷ்
zh_tw: N-Z|威爾斯語

source: N-Z|Yiddish
hi: N-Z| यिड्डिष
si: N-Z|යිඩ්ඩිශ්
ta: N-Z|யிடிஷ்
zh_tw: N-Z|意第緒語

source: N-Z|Zulu
hi: N-Z| जुलु
si: N-Z|සූලු
ta: N-Z|சுலு
zh_tw: N-Z|祖魯語

source: Other|POSIX/C English
gl: Outros|POSIX/C Inglés
hi: अन्य|पोसिक्स/सी अंग्रेजी
si: වෙනත්|POSIX/C ඉංග්‍රීසි
ta: POSIX/C ஆங்கிலம்
zh_tw: 其他|POSIX/C 英語

source: Cannot run command '%s': %s.
gl: Non se pode executar o comando '%s': %s.
hi: '%s' समादेश चला नहीं पाया: %s.
si: '%s' විධානය ක්‍රියාත්මක කල නොහැක: %s.
ta: '%s' கட்டளையை இயக்க முடியவில்லை: %s.

source: Cannot start background application
gl: Non se pode iniciar a aplicación en segundo plano
hi: पृष्ठभूमि अनुप्रयोग प्रारंभ नहीं कर सका
si: පසුබිම් වැඩසටහන ක්‍රියාත්මක කල නොහැක
ta: பின்னணி பயன்பாட்டை துவக்க முடியவில்லை

source: User %u will login in %t
gl: O usuario %u iniciará a sesión en %t
hi: %u उपयोक्ता %t में लॉगिन करेगा
si: පරිශීලක %u %t තුලට පිවිසෙනු ඇත
ta: பயனர் %u %t ல் புகுபதிவு செய்யப்படலாம்

source: Are you sure you want to restart the computer?
gl: Desexa realmente reiniciar a máquina?
hi: क्या आप सुनिश्चित हैं कि आप कंप्यूटर रीबूट करना चाहते हैं?
si: ඔබට සැබැවින්ම පරිගණකය නැවත ආරම්භ කිරීමට අවශ්‍යද?
ta: கணினியை மீண்டும் துவக்க வேண்டுமா?

source: _Restart
gl: _Reiniciar
hi: पुन:आरंभ करें (_R)
si: නැවත ආරම්භ කරන්න(_R)
ta: மறுதுவக்கம் (_R)

source: Are you sure you want to Shut Down the computer?
gl: Desexa realmente apagar a máquina?
hi: क्या आप सुनिश्चित हैं कि आप कंप्यूटर बन्द करना चाहते हैं?
si: ඔබට සැබැවින්ම පරිගණකය වසාදැමීමට අවශ්‍යද?
ta: கணினியை பணி நிறுத்தம் செய்ய வேண்டுமா?

source: Shut _Down
gl: A_pagar
hi: बन्द करें (_D)
si: වසා දමන්න(_D)
ta: பணிநிறுத்தம் (_D)

source: Are you sure you want to suspend the computer?
gl: Desexa realmente suspender a máquina?
hi: क्या आप सुनिश्चित हैं कि आप कंप्यूटर स्थगित करना चाहते हैं?
si: ඔබට සැබැවින්ම පරිගණකය අත්සිටුවීමට අවශ්‍යද?
ta: கணினியை இடைநிறுத்தம் செய்ய வேண்டுமா?

source: _Suspend
gl: _Suspender
hi: स्थगित करें (_S)
si: අත්සිටුවන්න(_S)
ta: இடை நிறுத்தம் (_S)

source: System Default
gl: Predefinida do sistema
hi: सिस्टम मूलभूत
si: පද්ධතියේ ප්‍රකෘතිය
ta: கணினி முன்னிருப்பு
zh_tw: 系統預設
