Repository: jberkman/dmlangsel
Catalog: po/*.po
Languages: gl, hi, si, ta, zh_tw

source: Do you wish to make %s the default for future sessions?
gl: Quere que %s sexa a predefinida para as sesións futuras?
hi: क्या आप %s को भविष्य हेतु मूलभूत सत्र बनाना चाहेंगे?
si: ඔබ %s පද්ධතියේ විකල්පය ලෙස ඉදිරි සැසියන් සඳහා භාවිත කිරීමට කැමතිද ?
ta: பின்னர் அமர்வுகளுக்கு %s ஐ முன்னிருப்பாக அமைக்க வேண்டுமா?
zh_tw: 是否要將 %s 設為後續工作階段的預設值？

source: You have chosen %s for this session, but your default setting is %s.
gl: Escolleu %s para esta sesión, pero a súa opción predefinida é %s.
hi: आपने इस सत्र हेतु %s चुना है, पर आपका मूलभूत सत्र %s है.
si: ඔබ %s මෙම සැසිය සඳහා තෝරාගෙන ඇත, නමුත් ඔබේ ප්‍රකෘති සැසිය ලෙස සකසා ඇත්තේ %s.
ta: இந்த அமர்வுக்கு நீங்கள் தேர்வு செய்தது %s, ஆனால் உங்கள் முன்னிருப்பு அமைவு %s.
zh_tw: 您已為此工作階段選取了 %s，但預設值為 %s。

source: Make _Default
gl: Facer _predefinida
hi: मूलभूत बनाएँ (_D)
si: ප්‍රකෘතිය ලෙස තබන්න(_D)
ta: முன்னிருப்பாக அமைக்கவும் (_D)
zh_tw: 設為預設值 (_D)

source: Just For _This Session
gl: Só para _esta sesión
hi: केवल इस सत्र हेतु (_T)
si: මෙම සැසියට පමණක්(_T)
ta: இந்த அமர்வுக்கு மட்டும் (_T)
zh_tw: 僅用於此工作階段 (_T)

source: _Username:
gl: _Usuario:
hi: उपयोक्तानाम (_U):
si: පරිශීලක නම(_U)
ta: பயனர்பெயர் (_U):

source: %s session selected
gl: Sesión %s seleccionada
hi: %s सत्र चयनित
si: %s සැසිය තෝරා ඇත
ta: %s அமர்வு தேர்ந்தெடுக்கப்பட்டது

source: _Last
gl: Ú_ltima
hi: पिछला (_L)
si: අවසන්(_L)
ta: கடைசி (_L)

source: %s language selected
gl: Lingua %s escollida
hi: %s भाषा चयनित
si: %s බස තෝරාගෙන ඇත
ta: %s மொழி தேர்ந்தெடுக்கப்பட்டது

source: _System Default
gl: Predefinida do _sistema
hi: सिस्टम मूलभूत (_S)
si: පද්ධතියේ ප්‍රකෘතිය(_S)
ta: கணினி முன்னிருப்பு (_S)

source: _Other
gl: _Outros
hi: अन्य (_O)
si: වෙනත්(_O)
ta: மற்றது (_O)

source: _Password:
gl: _Contrasinal:
hi: शब्दकूट (_P):
si: රහස්පදය(_P)
ta: கடவுச்சொல் (_P):

source: Please insert 25 cents to log in.
gl: Por favor, insira 50 céntimos para iniciar a sesión.
hi: लॉगिन हेतु कृपया 25 पैसे डालें.
si: පිවිසීම සඳහා ශත 25 ක් ඇතුල් කරන්න
ta: புகுபதிவு செய்ய 25 செண்ட்டுகளை உள்ளிடவும்.

source: GNOME Desktop Manager
gl: Xestor de escritorio de GNOME
hi: गनोम डेस्कटॉप प्रबंधक
si: GNOME ඩෙසක් ටොප් කළමණාකරු
ta: GNOME பணிமேடை மேலாளர்

source: Finger
hi: फिंगर
ta: விரல்

source: GDM Login
gl: Inicio de sesión GDM
hi: GDM लॉगिन
si: GDM පිවිසුම
ta: GDM புகுபதிவு

source: _Session
gl: _Sesión
hi: सत्र (_S)
si: සැසිය(_S)
ta: அமர்வு (_S)

source: _Language
gl: _Lingua
hi: भाषा (_L)
si: බස(_L)
ta: மொழி (_L)

source: Remote Login via _XDMCP...
gl: Conexión remota vía _XDMCP...
hi: _XDMCP से होकर दूरस्थ लॉगिन...
si: _XDMCP හරහා දුරස්ථ පිවිසුම
ta: _XDMCP வழியாக தொலை புகுபதிவு...

source: _Configure Login Manager...
gl: _Configurar o xestor de conexión...
hi: लॉगिन प्रबंधक विन्यस्त करें (_C)...
si: පිවිසුම් කළමණාකරු මානන්න(_C)
ta: புகுபதிவு மேலாளரை கட்டமைக்கவும் (_C)...

source: _Actions
gl: _Accións
hi: क्रिया (_A)
si: ක්‍රියා(_A)
ta: செயல்கள் (_A)

source: _Theme
gl: _Tema
hi: प्रसंग (_T)
si: තේමාව(_T)
ta: சூழல் (_T)

source: _Quit
gl: _Saír
hi: छोड़ें (_Q)
si: නවතිනු(_Q)
ta: வெளியேறுதல் (_Q)

source: D_isconnect
gl: _Desconectar
hi: विसंबंधित (_i)
si: විසන්ධි වනු(D_)
ta: துண்டித்தல் (_i)

source: Icon
gl: Icona
hi: चिह्न
si: මූර්තිය
ta: சின்னம்

source: Welcome
gl: Benvido
hi: स्वागतम
si: සාදරයෙන් පිළිගනිමු
ta: நல்வரவு

source: _Start Again
gl: _Iniciar de novo
hi: फिर आरंभ करें (_S)
si: නැවත ආරම්භ කරන්න(_S)
ta: மீண்டும் துவக்குதல் (_S)

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
gl: A versión do saudador (%s) non cadra coa versión do daemon. Probablemente actualizou o gdm. Reinicie o daemon do gdm ou reinicie o computador.
hi: स्वागतकर्ता संस्करण ( %s ) डेमन संस्करण से मेल नहीं खाता. शायद आपने GDM को अभी ही अद्यतन किया है. कृपया GDM डेमन या कंप्यूटर को पुनः प्रारंभ करें.
si: සමාචාරක වැඩසටහන් වෙළුම (%s) ඩේමන් වෙළුම හා සමපාත වන්නේ නැත. ඔබ විසින් GDM නවීකරණය කරඇති බව පෙනේ. කරුණාකර ඔබේ පරිගණකය හෝ GDM ඩේමනය නැවත ආරම්භ කරන්න.
ta: greeter பதிப்பு (%s) டீமான் பதிப்புடன் பொருந்தவில்லை. நீங்கள் GDMஐ மேம்படுத்தி உள்ளீர்கள்போல் உள்ளது. GDM டீமானை மீண்டும் இயக்கவும் அல்லது கணினியை மீண்டும் துவக்கவும்.

source: Cannot start the greeter
gl: Non se pode iniciar o saudador
hi: स्वागतकर्ता प्रारंभ नहीं कर सका
si: සමාචාරක වැඩසටහන ආරම්භකල නොහැක
ta: வாழ்த்துதலை துவக்க முடியவில்லை

source: Restart
gl: Reiniciar
hi: पुनः प्रारंभ करें
si: නැවත අරඹන්න
ta: மறுதுவக்கம்

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
gl: A versión do saudador (%s) non cadra coa versión do daemon (%s). Probablemente actualizou o gdm, reinicie o daemon do gdm ou reinicie o computador.
hi: स्वागतकर्ता संस्करण ( %s ) डेमन संस्करण (%s) से मेल नहीं खाता. शायद आपने GDM को अभी ही अद्यतन किया है. कृपया GDM डेमन या कम्प्यूटर को पुनः प्रारंभ करें.
si: සමාචාරක වැඩසටහන් වෙළුම (%s) ඩේමන් වෙළුම (%s)හා සමපාත වන්නේ නැත. ඔබ විසින් GDM නවීකරණය කරඇති බව පෙනේ. කරුණාකර ඔබේ පරිගණකය හෝ GDM ඩේමනය නැවත ආරම්භ කරන්න.
ta: greeter பதிப்பு (%s) டீமான் பதிப்பு %s) உடன் பொருந்தவில்லை. நீங்கள் GDM ஐ மேம்படுத்தி உள்ளீர் போல் உள்ளது. தயவுசெய்து GDM டீமானை மீண்டும் இயக்கவும் அல்லது கணினியை மீண்டும் துவக்கவும்.

source: Restart GDM
gl: Reiniciar o GDM
hi: GDM पुनः प्रारंभ करें
si: GDM නැවත අරඹන්න
ta: GDM ஐ மீண்டும் துவக்கவும்

source: Restart computer
gl: Reiniciar o computador
hi: कम्प्यूटर पुनः प्रारंभ करें
si: පරිගණකය නැවත අරඹන්න
ta: கணினியை மீண்டும் துவக்கவும்

source: Could not set signal mask!
gl: Non se puido establecer a máscara de sinais!
hi: सिग्नल मॉस्क नियत नहीं कर सका!
si: සංඤා වැස්මක් යෙදිය නොහැක!
ta: signal maskஐ அமைக்க முடியவில்லை!

source: Session directory is missing
gl: Falta o directorio de sesións
hi: सत्र निर्देशिका गुम है
si: සැසි බහලුම භාවිතයේ නොමැත
ta: அமர்வு அடைவு விடுபட்டுள்ளது

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the GDM configuration.
gl: O directorio de sesións non existe ou está baleiro! Pode usar aínda unha das dúas sesións dispoñibles, pero debería entrar e arranxar a configuración do gdm.
hi: आपकी सत्र निर्देशिका नहीं है या खाली है! यहाँ दो सत्र उपलब्ध हैं जिसे आप उपयोग में ला सकते हैं, परंतु आपको लॉगिन कर GDM विन्यासन को सही करना होगा.
si: ඔබේ සැසි බහලුම භාවිතයේ නොමැත නැතහොත් ශුන්‍යය! ඔබට භාවිතයට ගතහැකි සැසියන් දෙකක් තිබේ, නමුත් ඔබ නිවැරදි GDM මානකරනයට පිවිසිය යුතුය.
ta: உங்கள் அமர்வு அடைவை காணவில்லை அல்லது வெற்றாக உள்ளது! நீங்கள் பயன்படுத்த இதில் இரண்டு அமர்வுகள் உள்ளன, ஆனால் நீங்கள் நுழைந்து GDM கட்டமைப்பை சரி செய்ய வேண்டும்.

source: Configuration is not correct
gl: A configuración non é correcta
hi: विन्यासन सही नहीं है
si: මානකරනය නිවැරදි නොවේ
ta: கட்டமைப்பு சரியாக இல்லை

source: The configuration file contains an invalid command line for the login dialog, so running the default command. Please fix your configuration.
gl: O ficheiro de configuración contén unha liña de comando non válida para o diálogo de conexión, e por iso se executou o comando por defecto. Arranxe a configuración.
hi: विन्यासन फ़ाइल में लॉगिन संवाद हेतु अमान्य कमांड लाइन है, अतः मूलभूत कमांड चलाया जा रहा है. कृपया अपना विन्यासन सुधारें.
si: මෙම මානකරන ගොනුව තුල පිවිසුම් දෙබස් සඳහා අවශ්‍ය අවලංගු විධානයක් අඩංගුවන බැවින් ප්‍රකෘත විධනය ක්‍රියාත්මක කරමින්. කරුණාකර මාණකරනය නිවැරදි කරන්න.
ta: புகுபதிவு உரையாடலுக்கான தவறான கட்டளை வரிகளை கட்டமைப்பு கோப்பு கொண்டு உள்ளது, அதனால் தான் முன்னிருப்பு கட்டளையை இயக்குகிறது. உங்கள் கட்டமைப்பை சரி செய்யவும்.

source: File %s cannot be opened for writing.
gl: Non se pode abrir o ficheiro %s para escritura.
hi: फ़ाइल %s को लिखने हेतु खोल नहीं सकते
si: %s ගොනුව කෙටුම්පත් කිරීම සඳහා විවෘත කල නොහැක
ta: கோப்பு %s எழுதுவதற்கு திறக்க முடியவில்லை.

source: Cannot open file
gl: Non se pode abrir o ficheiro
hi: फ़ाइल नहीं खोल सकता है
si: ගොනුව විවෘත කල නොහැක
ta: கோப்பினை திறக்க முடியவில்லை

source: Select User Image
gl: Seleccionar imaxe de usuario
hi: उपयोक्ता बिंब चुनें
si: පරිශීලකහට මූර්තියක් තෝරා ගන්න
ta: பயனர் படத்தை தேர்ந்தெடுக்கவும்

source: Images
gl: Imaxes
hi: बिंब
si: සේයාරූ
ta: படங்கள்

source: All Files
gl: Todos os ficheiros
hi: सभी फ़ाइलें
si: ගොනු සියල්ලම
ta: அனைத்து கோப்புகள்

source: Change the picture that will show in the GDM (login manager) face browser
gl: Mudar a imaxe que se mostrará no visualizador de faces do GDM (xestor de conexión)
hi: बिंब बदलें जो GDM (लॉगिन प्रबंधक) फेस ब्राउज़र में दिखता है.
si: GDM(පිවිසුම් කළමණාකරු) මුහුණත් සැරිසරනයේ ප්‍රදර්ශණය සඳහා වන සේයාරුව වෙනස් කරන්න
ta: GDM (புகுபதிவு மேலாளர்) முக உலாவியில் காட்டப்பட்ட படத்தை மாற்றவும்

source: Login Photo
gl: Fotografía para a entrada
hi: लॉगिन बिंब
si: පිවිසුම් සේයාරුව
ta: புகுபதிவு புகைப்படம்

source: <b>User Image</b>
gl: <b>Imaxe de usuario</b>
hi: <b>उपयोक्ता बिंब</b>
si: <b>පරිශීලකගේ පිළිඹිබුව</b>
ta: <b>பயனர் படம்</b>

source: Login Photo Preferences
gl: Preferencias da fotografía de entrada
hi: लॉगिन चित्र वरीयता
si: පිවිසුම් සේයාරූ වරණනය
ta: புகுபதிவு புகைப்பட விருப்பங்கள்

source: Failsafe _GNOME
gl: _Gnome a proba de faios
hi: फेलसेफ गनोम (_G)
si: නොවැටෙනා _GNOME

source: Failsafe GNOME
gl: Gnome a proba de fallas
hi: फेलसेफ गनोम (_G)

source: This is a failsafe session that will log you into GNOME. No startup scripts will be read and it is only to be used when you can't log in otherwise. GNOME will use the 'Default' session.
gl: Isto é unha sesión a proba de faios que lle permitirá acceder a Gnome. Non se lerán scripts de inicio e soamente úsase cando non pode acceder de ningún outro modo. Gnome empregará a sesión 'Predeterminada'.
hi: यह एक फेलसेफ सत्र है जो आपको GNOME में लॉग करेगा. कोई स्टार्टअप स्क्रिप्ट पढा जायेगा और यह तभी प्रयोग किया जायेगा जब आप किसी औऱ तरह से लॉग न कर सकें. GNOME 'मूलभूत' सत्र का प्रयोग करेगा.
si: ඔබ පිවිසෙන මෙය නොවැටෙනා GNOME සැසියකි. පද්ධතියට පිවිසීම අසීරු අවස්ථාවකදී හැර ආරම්භක කේතුම් භාවිතයට නොගනී. නැතහොත් GNOME විසින් ප්‍රකෘත සැසියක් භාවිත කරනු ඇත.
ta: நீங்கள் GNOME இல் புகுபதிவு செய்ய இது ஒரு failsafe அமர்வு. துவக்க உரைகள் வாசிக்கப்படாது மற்றும் இது வேறு வழியில் புகுபதிவு செய்ய முடியவில்லையெனில் மட்டும் பயன்படும். GNOME முன்னிருப்பு அமர்வை பயன்படுத்தும்.

source: Failsafe _Terminal
gl: _Terminal a proba de faios
hi: फेलसेफ टर्मिनल (_T)
si: නොවැටෙනා අග්‍රය(_T)

source: Failsafe Terminal
gl: Terminal a proba de fallas
hi: फेलसेफ टर्मिनल

source: This is a failsafe session that will log you into a terminal. No startup scripts will be read and it is only to be used when you can't log in otherwise. To exit the terminal, type 'exit'.
gl: Esta é a sesión a proba de fallas que lle permitirá acceder a unha terminal. Non se lerán scripts de inicio e soamente usarase se non pode acceder doutro modo. Para saír da fiestra de terminal, escriba 'exit' e prema Intro.
hi: यह फेलसेफ सत्र है जो आपको टर्मिनल में लॉग करेगा. कोई स्टार्टअप फ़ाइल पढ़ा नहीं जाएगा और यह तभी उपयोग में आएगा जब आप अन्य प्रकार से लॉग नहीं हो सकते. टर्मिनल से बाहर जाने हेतु 'निकास' टाइप करें.
si: අග්‍රයට පිවිසෙන මෙය නොවැටෙනා GNOME සැසියකි. පද්ධතියට පිවිසීම අසීරු අවස්ථාවකදී හැර ආරම්භක කේතුම් භාවිතයට නොගනී. අග්‍රයෙන් පිටවීම සඳහා 'exit' යතුරු කරන්න.
ta: நீங்கள் முனையத்தில் புகுபதிவு செய்ய இது ஒரு failsafe அமர்வு. துவக்க உரைகள் வாசிக்கப்படாது மற்றும் இது வேறு வழியில் புகுபதிவு செய்ய முடியவில்லையெனில் மட்டும் பயன்படும். முனையத்திலிருந்து வெளியேற 'exit' என தட்டச்சு செய்யவும்.

source: Your preferred session type %s is not installed on this computer.
gl: Seu tipo de sesión preferida %s, non está instalada nesta máquina.
hi: आपका वांछित सत्र प्रकार %s इस मशीन में अधिष्ठापित नहीं है.
si: ඔබේ වරණීය සැසි ගණය %s මෙම පරිගණකයේ ස්ථාපනය කර නොමැත.
ta: நீங்கள் விரும்பிய %s அமர்வு வகை கணினியில் நிறுவப்படவில்லை

source: Just _Log In
gl: Só _iniciar a sesión
hi: केवल लॉगिन करें (_L)
si: පිවිසෙන්න(_L)
ta: புகுபதிவு செய்யவும் (_L)

source: You have chosen %s for this session
gl: Escolleu %s para esta sesión.
hi: आपने %s इस सत्र के लिये चुना है
si: ඔබ මෙම සැසිය සඳහා %s තෝරාගෙන ඇත
ta: நீங்கள் இந்த அமர்வில் %s ஐ தேர்ந்தெடுத்துள்ளீர்கள்

source: If you wish to make %s the default for future sessions, run the 'switchdesk' utility (System->Desktop Switching Tool from the panel menu).
gl: Se desexa que %s sexa a versión predeterminada a partir de agora, execute a utilidade 'switchdesk' (Sistema->Ferramenta de cambio de Escritorio do menú do panel).
hi: यदि आप %s को भविष्य हेतु मूलभूत सत्र बनाना चाहते हैं तो 'switchdesk' उपयोगिता चलाएँ. (सिस्टम -> डेस्कटॉप स्विचिंग उपकरण, पटल मेनू में से).
si: %s ප්‍රකෘති සැසිය ලෙස ඉදිරියේදී භාවිත කිරීමට අවශ්‍යනම් , 'switchdesk' උපාංගය ක්‍රියාත්මක කරන්න (System->Desktop Switching Tool).
ta: பின்னர் அமர்வுகளுக்கான பயனுக்காக முன்னிருப்பாக %s ஐ அமைக்க விரும்பினால் 'switchdesk' சாதனத்தை இயக்கவும். (பலக பட்டியிலிருந்து கணினி->பணிமேடை மாற்றும் கருவி).

source: An error occurred while trying to contact the login screens. Not all updates may have taken effect.
gl: Ocorreu un erro tentando contactar coas pantallas de conexión. Pode que non tivesen efecto todas as actualizacións.
hi: लॉगिन स्क्रीन से संपर्क की कोशिश में एक त्रुटि हुई. सभी अद्यतन का प्रभाव लागू नहीं हुआ है.
si: පිවිසුම් තිර හා සම්බන්ධ වීමේදී දෝශයක් ඇතිවිය. .සියලුම නවීකරණයන් නිසියාකාරව සිදුනොවන්නට පිලිවෙන.
ta: புகுபதிவு திரைகளை தொடர்பு கொள்ளும்போது பிழை ஏற்பட்டது. அனைத்து மேம்படுத்தல்களும் செயலுக்கு வராது.

source: Themed
gl: Con tema
hi: प्रसंग
si: තේමා පාඨය
ta: சூழலாக்கப்பட்டது

source: Plain
gl: Plano
hi: सादा
si: සරල
ta: வெற்று

source: Plain with face browser
gl: Plano con visor de rostros
hi: फेस ब्रॉउजर के साथ सादा
si: සරල මුහුණත් සහිත සැරිසරනය
ta: வெறுமை முக உலாவியுடன்

source: Autologin or timed login to the root account is not allowed.
gl: A autoconexión ou conexión temporizada non está permitida para o superusuario (root).
hi: रूट हेतु स्वचालित लॉगिन या समयबद्ध लॉगिन स्वीकार्य नहीं है
si: ස්ව පිවිසුම හෝ අවස්ථානු පිවිසුම සඳහා අවසර නැත.
ta: ரூட் கணக்கிற்கு தானியக்க புகுபதிவு அல்லது நேர புகுபதிவு போன்றவை அனுமதிக்கப்படுவதில்லை.

source: The "%s" user already exists in the include list.
gl: O usuario "%s" xa existe na lista de inclusión.
hi: "%s" उपयोक्ता पहले से शामिल सूची में मौजूद है.
si: "%s" පරිශීලක අනතර්ගත කලයුතු ලැයිස්තුවේ ඇතුලත්ව සිටී.
ta: பயனர் "%s" ஏற்கெனவே சேர்ப்பு பட்டியலில் உள்ளார்.

source: Cannot add user
gl: Non se pode engadir o usuario
hi: उपयोक्ता जोड़ नहीं सकता
si: පරිශීලකව එකතුකල නොහැක
ta: பயனரை சேர்க்க முடியவில்லை

source: The "%s" user already exists in the exclude list.
gl: O usuario "%s" xa existe na lista de inclusión.
hi: "%s" उपयोक्ता पहले से छंटाई सूची में मौजूद है.
si: "%s" පරිශීලක ව්‍යවර්තන ලැයිස්තුවේ ඇතුලත්ව සිටී
ta: பயனர் "%s" ஏற்கெனவே விலக்கப்பட்ட பட்டியலில் உள்ளார்.

source: The "%s" user does not exist.
gl: O usuario "%s" non existe.
hi: "%s" उपयोक्ता मौजूद नहीं है.
si: "%s" පරිශීලක භාවිතයේ නොමැත.
ta: "%s" பயனர் இல்லை.

source: Sounds
gl: Sons
hi: आवाज
si: ශබ්දයන්
ta: ஒலிகள்

source: None
gl: Ningún
hi: कुछ नहीं
si: කිසිවක් නැත
ta: ஒன்றுமில்லை

source: Archive is not of a subdirectory
gl: O arquivo non é dun subdirectorio
hi: अभिलेख उपनिर्देशिका का नहीं है.
si: තෝම්බුව උප බහළුමක් නොවේ
ta: ஆவண காப்பகம் ஓர் உள்ளடைவு இல்லை

source: Archive is not of a single subdirectory
gl: O arquivo non é dun único subdirectorio
hi: अभिलेख एकल उपनिर्देशिका का नहीं है
si: තෝම්බුව උප බහලුමකින් එකක් නොවේ
ta: ஆவண காப்பகம் ஒரு தனித்த உள்ளடைவு இல்லை

source: File not a tar.gz or tar archive
gl: O ficheiro non é un arquivo tar.gz ou tar
hi: फ़ाइल tar.gz या tar अभिलेख नहीं है.
si: ගොනුව tar.gz හෝ tar තෝම්බුවක් නොවේ
ta: கோப்பு ஒரு tar.gz அல்லது tar archive இல்லை

source: Archive does not include a GdmGreeterTheme.info file
gl: O arquivo non inclúe un ficheiro GdmGreeterTheme.info
hi: अभिलेख में GdmGreeterTheme.info फ़ाइल सम्मिलित नहीं है
si: තෝම්බුව තුල GdmGreeterTheme.info ගොනුව ඇතුලත්කොට නොමැත
ta: ஆவண காப்பகத்தில் GdmGreeterTheme.info கோப்பு இல்லை

source: File does not exist
gl: O ficheiro non existe
hi: फ़ाइल मौज़ूद नहीं है
si: ගොනුව භාවිතයේ නැත
ta: கோப்பு இல்லை

source: Not a theme archive
gl: Non é un arquivo de tema
hi: यह प्रसंग अभिलेख नहीं है
si: තේමාවන් අඩංගු තෝම්බුවක් නොවේ
ta: ஒரு சூழல் ஆவண காப்பு அல்ல

source: Theme directory '%s' seems to be already installed. Install again anyway?
gl: O directorio do tema '%s' semella estar xa instalado, instalar outra vez?
hi: लगता है प्रसंग निर्देशिका '%s' पहले से ही अधिष्ठापित है. जो भी हो, फिर से अधिष्ठापित करें?
si: '%s' තේමා බහලුම ස්ථාපනය කරතිබෙන බව පෙනීයයි. කෙසේ හෝ නැවත ස්ථාපනය කරන්නද?
ta: சூழல் அடைவு'%s' ஏற்கனவே நிறுவப்பட்டுள்ளது, மீண்டும் ஒருமுறை நிறுவ வேண்டுமா?

source: Some error occurred when installing the theme
gl: Ocorreu algún erro ao instalar o tema
hi: प्रसंग अधिष्ठापित करने में कुछ त्रुटि हुई.
si: තේමාව ස්තහාපනය කරනවිට කිසියම් දෝශයක් හට ගැනුනි
ta: சூழலை நிறுவும் போது சில பிழைகள் ஏற்பட்டுள்ளன

source: No file selected
gl: Non se escolleu ningún ficheiro
hi: कोई फ़ाइल चयनित नहीं
si: කිසිදු ගොනුවක් තෝරාගෙන නොමැත
ta: கோப்பு எதுவும் தேர்வு செய்யப்படவில்லை

source: Select Theme Archive
gl: Seleccionar un arquivo de tema
hi: प्रसंग अभिलेख चुनें
si: තේමාවන් අඩංගු තෝම්බුවක් තෝරාගන්න
ta: சூழல் ஆவண காப்பினை தேர்ந்தெடுக்கவும்

source: _Install
gl: _Instalar
hi: अधिष्ठापित करें (_I)
si: ස්ථාපනය කරනු(_I)
ta: நிறுவுதல் (_I)

source: Remove the "%s" theme?
gl: Eliminar o tema "%s"?
hi: "%s" प्रसंग हटायें?
si: "%s" මෙම තේමාව ඉවත් කරන්නද?
ta: "%s" சூழலை நீக்க வேண்டுமா?

source: If you choose to remove the theme, it will be permanently lost.
gl: Se escolle eliminar o tema, perderase permanentemente.
hi: अगर आप प्रसंग हटाने के लिये चुनते हैं तो यह स्थायी रूप से समाप्त हो जायेगा.
si: ඔබ මෙම තේමාව ඉවත්කරන්න තෝරාගතහොත් එය නිත්‍යවශයෙන්ම අහිමි වනු ඇත.
ta: சூழலை நீக்கினால் அதை நிரந்தரமாக இழக்க நேரிடும்.

source: _Remove Theme
gl: _Eliminar tema
hi: दूरस्थ थीम (_R)
si: තේමාව ඉවත් කරනු(_R)
ta: சூழலை நீக்கவும் (_R)

source: Install the theme from '%s'?
gl: Instalar o tema de '%s'?
hi: '%s' से थीम अधिष्ठापित करें?
si: '%s' තිබෙන තේමාවන් ස්ථාපනය කරන්නද?
ta: '%s' இலிருந்து சூழலை நிறுவ வேண்டுமா?

source: Select install to add the theme from the file '%s'.
gl: Seleccionar instalar para engadir o tema do ficheiro '%s'.
hi: '%s' फाइल से प्रसंग जोड़ने के लिये अधिष्ठापन करें चुनें.
si: ස්ථාපනය සඳහා '%s' ගොනුවෙන් තේමාවක් තෝරාගන්න.
ta: கோப்பு '%s' இலிருந்து சூழலை சேர்க்க நிறுவுதல் என்பதை தேர்ந்தெடுக்கவும்

source: This configuration window changes settings for the GDM daemon, which is the graphical login screen for GNOME. Changes that you make will take effect immediately. Note that not all configuration options are listed here. You may want to edit %s if you cannot find what you are looking for. For complete documentation see the GNOME help browser under the "Desktop" category.
gl: Esta fiestra de configuración modifica as opcións de configuración do daemon GDM, que é a pantalla de conexión gráfica de GNOME. Os cambios feitos aquí teñen efecto inmediatamente. Advirta que non todas as opcións de configuración están listadas aquí. Pode que queira editar %s se non atopa o que está a buscar. Para a documentación completa, vaia ao navegador de axuda de GNOME, dentro da categoría "Escritorio".
hi: यह विन्यासन विंडो, GDM डेमन के विन्यास में, जो कि गनोम हेतु आलेखीय लॉगिन स्क्रीन है, वांछित बदलाव करती है. ये बदलाव तत्काल प्रभाव से लागू होते हैं. टीप लें कि सभी विन्यासन विकल्प यहां सूची बद्ध नहीं हैं. आपको %s का संपादन करने की इच्छा हो सकती है यदि आपको वह नहीं मिलता जो आप ढूंढ रहे हैं. पूरे दस्तावेजन के लिये GNOME सहायता ब्रॉउजर को "डेस्कटॉप" श्रेणी के अंदर देखें.
si: මෙම මානකරන කවුළුව GDM ඩේමනයේ පරිස්ථිතිය වෙනස් කර ඇත, මෙය GNOME චිත්රක පිවිසුම් තිරයයි. ඔබ විසින් කරන ලද වෙනස්කම් ඉක්මණින් ඉටුවනු ඇත. සියළුම මානකරන වරණන මෙහි දක්වා නොමැත, ඔබ සොයන දෙය නොලැබුනේ නම්, මේ සඳහා %s ගොනුව සංශෝධනය කල යුතුය. සවිස්තරාත්මක ලේඛණයක් අවශ්‍ය නම් GNOME උදව් සැරිසරනයේ "Desktop" කොටස මඟින් උපදෙස් දැක්වෙනු ඇත .
ta: GNOMEக்கான வரைகலை புகுபதிவு திரையான GDM டீமான் அமைவுகளை இந்த கட்டமைப்பு சாளரம் மாற்றும். செய்யப்பட்ட மாற்றங்கள் உடனே செயலுக்கு வரும். அனைத்து கட்டமைப்பு விருப்பங்களும் இங்கு பட்டியலிடப்படவில்லை என குறித்துக்கொள்ளவும். நீங்கள் தேடுவது கிடைக்கவில்லையெனில் நீங்கள் %s ஐ திருத்த வேண்டும். முழு ஆவணத்தை காண "பணிமேடை" வகையின் கீழ், GNOME உதவி உலாவியை பார்க்கவும்.

source: Apply the changes to users before closing?
gl: Aplicar os trocos aos usuarios antes de pechar?
hi: बंद करने के पहले उपयोक्ता में बदलाव लगायें?
si: වෙනස්වීම් සියල්ල වසාදැමීමට පෙර පරිශීලක හට ආරෝපණය කිරීම සුදුසුද?
ta: மூடுவதற்கு முன் பயனர் மாற்றங்களை செயல்படுத்த வேண்டுமா?

source: If you don't apply, the changes made on the Users tab will be disregarded.
gl: Se non aplica, os trocos feitos na solapa Usuarios esqueceranse.
hi: अगर आप लागू नहीं करते हैं, उपयोक्ता टैब पर बदलाव नहीं लिया जायेगा.
si: ඔබ භාවිතයේ නොයොදවන්නේ නම්, පරිශීලකයන් මත සිදුකරන ලද සියලු සංශෝධනය කිරීම් අහෝසි වනු ඇත.
ta: நீங்கள் செயல்படுத்தவில்லையெனில் பயனர்கள் தத்தலில் செய்யப்பட்ட மாற்றங்கள் நிகாரிக்கப்படும்.

source: Close _without Applying
gl: Pechar _sen aplicar
hi: बिना लागू किये बंद करें (_w)
si: යොදන්නේ නැතිව වසාදමනු(_w)
ta: செயல்படுத்தாமல் மூடவும் (_w)

source: Could not access GDM configuration file.
gl: Non se puido acceder ao ficheiro de configuración de GDM.
hi: GDM विन्यास फाइल का अभिगम नहीं कर सका.
si: GDM මානකරන ගොනුවට පිවිසිය නොහැක.
ta: GDM கட்டமைப்பு கோப்பினை அணுக முடியவில்லை.

source: You must be the root user to configure GDM.
gl: Ten que ser o superusuario (root) para configurar o GDM.
hi: GDM को विन्यस्त करने हेतु आपको आवश्यक रूप से रूट होना होगा
si: GDM මානන්න ඔබ root පරිශීලක විය යුතුමය.
ta: GDM ஐ கட்டமைக்க நீங்கள் ரூட் பயனராக இருக்க வேண்டும்.

source: Configure the login window (GNOME Display Manager)
gl: Configurar a fiestra de inicio (Xestor de sesión de Gnome)
hi: लॉगिन स्क्रीन विन्यस्त करें (GNOME प्रदर्शक प्रबंधक)
si: පිවිසුම් කවුලුව (GNOME දර්ශක කළමණාකරු) මානන්න
ta: புகுபதிவு சாளரத்தை கட்டமைக்கவும் (GNOME காட்சி மேலாளர்)

source: Login Window
gl: Fiestra de entrada
hi: लॉगिन विंडो
si: පිවිසුම් කවුළුව
ta: புகுபதிவு சாளரம்

source: Login Window Preferences
gl: Preferencias da fiestra de entrada
hi: लॉगिन विंडो वरीयता
si: පිවිසුම් කවුළු වරණනයන්
ta: புகுபதிவு சாளரம் விருப்பங்கள்

source: %n will be replaced by hostname
gl: %n será reemprazado polo nome do equipo
hi: %n को मेजबाननाम के द्वारा प्रतिस्थापित किया जायेगा
si: %n ධාරක නාමයට ආදේශ කරනු ඇත
ta: %n புரவலன் பெயரால் மாற்றப்படும்

source: <b>Note:</b> Users in the Include list will appear in the face browser if enabled and will appear in the user drop-down lists for automatic and timed logins on the Security tab. Users in the Exclude list will not appear.
gl: <b>Nota:</b> Os usuarios na lista Incluir aparecerán no visor de rostros se estivese activado e aparecerán na lista despregable de usuarios para entradas automáticas ou temporizadas na solapa Seguranza. Os usuarios na lista Excluir non aparecerán.
hi: <b>नोट:</b> शामिल सूची में उपयोक्ता फेस ब्रॉउजर पर प्रकट होगा अगर सक्रिय किया जाता है और सुरक्षा टैब पर स्वचालित व समयबद्ध लॉगिन के लिये उपयोक्ता लटकती सूची पर प्रकट होगा. छंटाई सूची का उपयोक्ता प्रकट नहीं होगा.
si: <b>මතක තබා ගන්න:</b> ඇතුලත් කලයුතු පරිශීලක ලේඛණය මුහුණත් සැරිසරනයේ දෘශ්‍යමාන වනු ඇත, ස්ව පිවිසුම් හෝ කාල පිවිසුම් සඳහා සක්‍රීයව ඇත්නම් ආරක්‍ෂිත පටිත්ත මත පහතට දිගුවන ලේඛණයේද දැක්වෙනු ඇත. ව්‍යවර්තන ලේඛණයේ සිටින පරිශීලකයන් දර්ශණය වන්නේ නැත.
ta: <b>குறிப்பு:</b> செயல்படுத்தினால் சேர்த்தல் பட்டியலில் உள்ள பயனர் முக உலாவியில் காட்டப்படுவார். மேலும் பாதுகாப்பு தத்தலில் உள்ள தானியக்கம் மற்றும் நேர புகுபதிவு பயனர் கீழ்விரி பட்டியலில் அவர் பெயர் காணப்படும். விலக்குதல் பட்டியலில் பயனர் பெயர் காணப்படாது.
