Repository: jberkman/dmlangsel
Catalog: po/*.po
Languages: gl, hi, si, ta, zh_tw

source: <b>Warning:</b> Incorrect settings could prevent the X server from restarting. Changes to these settings will not take effect until GDM is restarted.
gl: <b>Aviso:</b> As opcións incorrectas poderían facer que se reiniciase o servidor X. Os trocos destas opcións non terán efecto ata que se reinicie o gdm.
hi: <b>चेतावनी:</b> गलत जमावट X सर्वर को फिर आरंभ होने से रोकेगा. इस जमावट में बदलाव तबतक प्रभावी नहीं होगा जबतक GDM फिर आरंभ नहीं किया जाता है.
si: <b>අවවාදයයි:</b> වැරදි සහගත පිහිටීීම X නැවත ආරම්භ නොවීමට හේතු විය හැක. ඔබ විසින් කරන ලද සංශෝධනයන් GDMනැවත ආරම්භ කරන තෙක් ක්‍රියාත්මක නොවෙනු ඇත. .
ta: <b>எச்சரிக்கை</b> தவறான அமைவுகள் X சேவையகத்தை மீண்டும் துவங்குவதை தடுக்கும். GDM மீண்டும் துவங்கும் வரை இந்த மாறுதல்கள் செயலில் வராது.

source: A_dd...
gl: E_gnadir...
hi: जोड़ें (_d)...
si: එකතු කරනු(A_)
ta: சேர்த்தல் (_d)...

source: A_llow remote system administrator login
gl: _Permitir entrar remotamente ao xestor do sistema
hi: दूरस्थ सिस्टम प्रशासक लॉगिन स्वीकारें (_l)
si: දුරස්ථව පද්ධති පාලකහට පිවිසීමට ඉඩහරින්න(A_)
ta: தொலை கணினி நிர்வாகி புகுபதிவை அனுமதிக்கவும் (_l)

source: A_pply User Changes
gl: A_plicar os cambios de usuario
hi: उपयोक्ता बदलाव लागू करें (_p)
si: පරිශිලකගේ විපර්යාසයන් භාවිතයේ යොදන්න(A_)
ta: பயனர் மாற்றங்களை செயல்படுத்தவும் (_p)

source: Accessibility
gl: Accesibilidade
hi: सुगमता
si: ප්‍රවේශය
ta: அணுகல்

source: Add / Modify Servers To Start
gl: Engadir / Modificar servidores que iniciar
hi: आरंभ करने के लिये सर्वर जोडें/रूपांतरित करें
si: ආරම්භය සඳහා සේවා දාහකයන් එකතු කරනු / වෙනස් කරනු
ta: துவக்க வேண்டிய சேவையகங்களை சேர்த்தல் / திருத்துதல்

source: Add S_erver...
gl: Engadir s_ervidor...
hi: सर्वर जोडें (_e)...
si: සේවා දායකය එකතු කරන්න(S_)
ta: சேவையகத்தை சேர்த்தல் (_e)...

source: Add User
gl: Engadir usuario
hi: उपयोक्ता जोड़ें
si: පරිශීලකව එකතු කරනු
ta: பயனரை சேர்த்தல்

source: Allo_w remote timed logins
gl: Pe_rmitir entradas remotas temporizadas
hi: दूरस्थ समयबद्ध लॉगिन स्वीकारें (_w)
si: දුරස්ථ අවස්ථානු පිවිසුම් සඳහා ඉඩදෙනු(_w)
ta: தொலை நேர புகுபதிவுகளை அனுமதிக்கவும் (_w)

source: Author:
gl: Autor:
hi: लेखक:
si: ලේඛක:
ta: ஆசிரியர்:

source: Background
gl: Fondo
hi: पृष्ठ भूमि
si: පසුබිම
ta: பின்னணி

source: C_ommand:
gl: C_omando:
hi: कमांड: (_o):
si: විධානය(C_)
ta: கட்டளை (_o):

source: C_ustom:
gl: Per_sonalizar:
hi: पसंदीदा (_u):
si: භාවිතය(_u):
ta: தனிபயன் (_u):

source: Co_lor:
gl: _Cor:
hi: रंग (_l):
si: වර්ණය(_l):
ta: நிறம் (_l):

source: Color depth:
gl: Profundidade da cor:
hi: रंग गहराईः
si: වර්ණයේ තිව්‍රතාවය:
ta: நிற அடர்த்தி:

source: Configure _X Server...
gl: Configurar servidor _X...
hi: _X सर्वर विन्यस्त करें...
si: _X දාහකය මානන්න...
ta: _X சேவையகத்தை கட்டமைக்கவும்...

source: Configure _XDMCP...
gl: Configurar _XDMCP...
hi: _XDMCP विन्यस्त करें...
si: _XDMCP මානන්න...
ta: _XDMCP ஐ கட்டமைக்கவும்...

source: Copyright:
gl: Dereitos de copia:
hi: कॉपीराइट:
si: කර්තෘ හිමිකම:
ta: காப்புரிமை:

source: Disables X forwarding, but does not affect XDMCP.
gl: Desactiva o reenvío de X, pero non afecta a XDMCP.
hi: X अग्रसारण निष्क्रिय करें, लेकिन XDMCP को प्रभावित नहीं करता है.
si: X ආයනික අක්‍රීය කරඇත, නමුත් එය XDMCP හට බල නොපානු ඇත
ta: X முன் அனுப்புதலை செயல்நீக்கவும், ஆனால் XDMCP ஐ பாதிக்காது.

source: Displays per _host:
gl: Pantallas por _máquina:
hi: प्रति मेजबान प्रदर्शित करता है (_h):
si: ධාරකයට දර්ශණයන් බැගින්(_h):
ta: ஒரு புரவலனுக்கான காட்சிகள் (_h):

source: Do not show image for _remote logins
gl: Non amosar a imaxe para entradas _remotas
hi: दूरस्थ लॉगिन के लिये बिंब मत दिखायें (_r)
si: දුරස්ථ පිවිසුම් සඳහා සේයාරුව දර්ශණය නොකරනු(_r)
ta: தொலை புகுபதிவுகளுக்கு படங்களை காட்ட வேண்டாம் (_r)

source: E_nable debug messages to system log
gl: _Activar mensaxes de depuración ao rexistro do sistema
hi: सिस्टम लॉग में डिबग संदेश सक्रिय करें (_n)
si: නිවැරදිකරණ පණිවිඩයන් භාවිත ගොනුවේ සටහන් කරනු(E_)
ta: பிழைத்திருத்த செய்திகள் கணினி பதிவுக்கு செயல்படுத்தவும்

source: E_xclude:
gl: E_xcluír:
hi: अलग करें (_x):
si: ව්‍යවර්තනය කරන්න(E_):
ta: விலக்குதல் (_x):

source: Enable _Timed Login
gl: Activar entrada _temporizada
hi: समयबद्ध लॉगिन सक्रिय करें (_T)
si: අවස්ථානු පිවිසුම් සඳහා ඉඩ දෙනු(_T)
ta: நேர புகுபதிவை செயல்படுத்தவும் (_T)

source: Example: /usr/X11R6/bin/X
gl: Exemplo: /usr/X11R6/bin/X
hi: उदाहरण: /usr/X11R6/bin/X
si: උදාහරණ: /usr/X11R6/bin/X
ta: எடுத்துக்காட்டு: /usr/X11R6/bin/X

source: Greeter Chooser
gl: Saudador Selector
hi: स्वागतकर्ता चयनक
si: සමාචාරක තෝරාගන්නා
ta: வாழ்த்து தேர்வி

source: Honor _indirect requests
gl: Confiar nas solicitudes _indirectas
hi: परोक्ष निवेदन स्वीकारें (_i)
si: වක්‍රාකාර අයැදුම් සඳහා ඉඩදෙනු(_i)
ta: மறைமுக வேண்டுகோள்களை அனுமதி (_i)

source: I_mage:
gl: I_maxe:
hi: बिंब (_m):
si: පිළිඹිබුව(_m):
ta: படம் (_m):

source: I_nclude:
gl: I_ncluír:
hi: शामिल करें (_n):
si: ඇතුලත් කරන්න(I_):
ta: சேர்த்தல் (_n):

source: Includ_e Hostname Chooser (XDMCP) menu item
gl: Incluir o elemento de menú _Selector de equipos (XDMCP)
hi: मेजबाननाम चयनक (XDMCP) मेनू मद से शामिल करें (_e)
si: ධාරක නාමයන් තේරීම (XDMCP) මෙනු අංගයක් ලෙස ඇතුලත් කරන්න(_e)
ta: புரவலன் தேர்வி (XDMCP) பட்டி உருப்படியை சேர்க்கவும் (_e)

source: Include Con_figure menu item
gl: Incluir o elemento de menú Con_figurar
hi: विन्यास मेनू मद शामिल करें (_f)
si: මාණනය කිරීම මෙනු අංගයක් ලෙස ඇතුල්කරන්න(_f)
ta: கட்டமைப்பு பட்டி உருப்படியை சேர்க்கவும் (_f)

source: L_ogin retry delay:
gl: _Retardo para reintento de entrada:
hi: लॉगिन पुनः कोशिश विलंब (_o):
si: පිවිසුම් උත්සහ කිරීමේ කාල අන්තරය(_o)
ta: புகுபதிவு மறுமுயற்சி தாமதம் (_o):

source: La_unch:
gl: _Lanzar:
hi: लांच करें (_u):
si: ක්‍රියාවේ යොදවනු(_u):
ta: துவக்குதல் (_u):

source: Listen on _UDP port:
gl: Escoitar no porto _UDP:
hi: UDP पोर्ट पर सुनें (_U):
si: _UDP වියුනට සවන්දෙන්න:
ta: _UDP துறையை கவனிக்கவும்:

source: Local
hi: स्थानीय
si: දේශීය
ta: உள்ளமை

source: Login _failed:
gl: _Fallou o inicio:
hi: लॉगिन विफल (_f):
si: පිවිසුම අසාර්ථකයි(_f):
ta: புகுபதிவு மறுக்கப்பட்டது (_f):

source: Login _successful:
gl: Inicio _exitoso:
hi: लॉगिन सफल (_s):
si: පිවිසුම සාර්ථකයි(_s):
ta: புகுபதிவு செய்யப்பட்டது (_s):

source: Logo
hi: लोगो
si: සලකුණ
ta: சின்னம்

source: Maximum _pending requests:
gl: Máximas peticións _pendentes:
hi: अधिकतम स्थगित निवेदन: (_p):
si: උපරිම අවිනිශ්චිත ඉල්ලීම්(_p):
ta: அதிகபட்ச விடுபட்ட கோரிக்கைகள் (_p):

source: Maximum _remote sessions:
gl: Máximas sesións _remotas:
hi: अधिकतम दूरस्थ सत्र (_r):
si: උපරිම දුරස්ථ සැසියන්(_r):
ta: அதிகபட்ச தொலை அமர்வுகள் (_r):

source: Maximum _wait time:
gl: Máximo tempo de _espera:
hi: अधिकतम प्रतीक्षा समय (_w):
si: උපරිම රැඳවුම් කාලය(_w):
ta: அதிகபட்ச காத்திருப்பு நேரம் (_w):

source: Maximum indirect w_ait time:
gl: Máximo tempo de espera _indirecta:
hi: अधिकतम परोक्ष प्रतीक्षा समय (_a):
si: උපරිම වක්‍රාකාර රැඳවුම් කාලය:
ta: அதிகபட்ச மறைவான காத்திருப்பு நேரம் (_a):

source: Maximum p_ending indirect requests:
gl: Máximas peticións indirectas p_endentes:
hi: अधिकतम विचाराधीन परोक्ष निवेदन (_e):
si: උපරිම අවිනිශ්චිත වක්‍රාකාර අයදුම් ප්‍රමාණය(p_):
ta: அதிகபட்ச விடுபட்ட மறைவான வேண்டுகோள்கள் (_e):

source: Menu Bar
gl: Barra de menú
hi: सूची पट्टी
si: මෙනු දාරය
ta: பட்டி பட்டை

source: Op_tions:
gl: O_pcións:
hi: विकल्प (_t):
si: වරණ(_t):
ta: விருப்பங்கள் (_t):

source: Pick Background Color
gl: Escolla a cor de fondo
hi: पृष्ठ भूमि रंग चुनें
si: පසුබිම් වර්ණයක් තෝරන්න
ta: பின்னணி நிறத்தைத் தேர்ந்தெடுக்கவும்

source: Pin_g interval:
gl: Intervalo de pin_g:
hi: पिंग अन्तराल (_g):
si: යොමු අන්තරය(_g):
ta: பிங் இடைவேளை (_g):

source: Plain Plain with face browser Themed
gl: Plano Plano con visor de rostros Con temas
hi: सादा फेस ब्रॉउजर के साथ सादा थीम
si: සරල සරල සැරිසරන මුහුණතක් සමඟ තේමාවක් සහිත
ta: வெற்று வெற்று முக உலாவியுடன் சூழலாக்கப்பட்டது

source: R_emove
gl: _Eliminar
hi: हटाएँ (_e)
si: ඉවත් කරනු(_e)
ta: நீக்குதல் (_e)

source: Re_move Server
gl: _Eliminar servidor
hi: सर्वर हटायें (_m)
si: සේවා දායකය ඉවත් කරනු(_m)
ta: சேவையகத்தை நீக்குதல் (_m)

source: Refresh rate:
gl: Tasa de refresco:
hi: ताजा दर:
si: සන්තර්පනය වන සීඝ්‍රතාවය:
ta: புதுப்பிக்கும் விகிதம்:

source: Remote
gl: Remoto
hi: दूरस्थ
si: දුරස්ථ
ta: தொலை

source: Remote login disabled Same as Local
gl: Entrada remota desactivada O mesmo como local
hi: दूरस्थ लॉगिन निष्क्रिय स्थानीय के रूप में समान
si: දුරස්ථ පිවිසුම් අකර්මන්‍ය කර ඇත දේශීය හා සමව
ta: தொலை புகுபதிவு செயல்நீக்கப்பட்டது உள்ளமை போல

source: Resolution:
gl: Resolución:
hi: रिसॉल्यूशन:
si: විභේදනය:
ta: திரைத்திறன்:

source: Sc_ale to fit screen
gl: _Escalar ata axustar á pantalla
hi: स्क्रीन में सटीक आने के लिये स्केल (_a)
si: තිරයට සරිලන අයුරින් පරිමාණය කරනු(_a)
ta: திரையில் பொருத்தும் அளவு (_a)

source: Security
gl: Seguranza
hi: सुरक्षा
si: ආරක්‍ෂාව
ta: பாதுகாப்பு

source: Select Background Image
gl: Selecciona unha imaxe de fondo
hi: पृष्ठभूमि बिंब चुनें
si: පසුබිම් සේයාරුව තෝරාගන්න
ta: பின்னணி படத்தை தேர்ந்தெடுக்கவும்

source: Select Logo Image
gl: Seleccionar unha imaxe de logo
hi: लोगो बिंब चुनें
si: සලකුණ සඳහා සේයාරුවක් තෝරාගන්න
ta: சின்னத்தின் படத்தை தேர்ந்தெடுக்கவும்

source: Select Sound File
gl: Seleccionar un ficheiro de son
hi: ध्वनि फ़ाइल चुनें
si: හඬ ගොනුවක් තෝරාගන්න
ta: ஒலி கோப்பினை தேர்ந்தெடுக்கவும்

source: Selected only Random from selected
gl: Só os seleccionados Ao chou dos seleccionados
hi: सिर्फ चयनित चयनित से यादृच्छिक
si: පමණක් තෝරාගන්න සුවිශේෂී ඒවා අතුරින් සසම්භාවී ලෙස තෝරාගන්න
ta: தேர்ந்தெடுக்கப்பட்டது மட்டும் தேர்ந்தெடுக்கப்பட்டதிலிருந்து குறிப்பில்லாதது

source: Server Settings
gl: Axustes do servidor
hi: सर्वर जमावट
si: සේවා දායකයේ පරිස්ථිතිය
ta: சேவையக அமைவுகள்

source: Server _name:
gl: _Nome do servidor:
hi: सर्वर नाम (_n):
si: සේවා දායකයේ නම(_n) :
ta: சேவையக பெயர் (_n):

source: Servers To Start
gl: Servidores que se iniciarán
hi: शुरू करने के लिये सर्वर
si: ආරම්භ කලයුතු සේවා දාහකයන්
ta: துவக்க வேண்டிய சேவையகங்கள்

source: Sho_w Actions menu
gl: _Mostrar o menú de accións
hi: कार्य मेनू दर्शाएँ (_w)
si: ක්‍රියා මෙනුව පෙන්වනු(_w)
ta: செயல்கள் பட்டியை காட்டவும் (_w)

source: Themes
gl: Temas
hi: प्रसंग
si: තේමාවන්
ta: சூழல்கள்

source: U_ser:
gl: U_suario:
hi: उपयोक्ता (_s):
si: පරිශීලක(_s):
ta: பயனர் (_s):

source: Users
gl: Usuarios
hi: उपयोक्ता
si: පරිශීලකයන්
ta: பயனர்கள்

source: Welcome Message
gl: Mensaxe de benvida
hi: स्वागत संदेश
si: සුභපැතුම් පණිවිඩය
ta: வரவேற்பு செய்தி

source: X Server Login Window Preferences
gl: Preferencias da fiestra de entrada do servidor X
hi: X सर्वर लॉगिन विंडो वरीयता
si: X සේවා දාහකය සඳහා වන පිවිසුම් කවුළු වරණයන්
ta: X சேவையக புகுபதிவு சாளர விருப்பங்கள்

source: XDMCP Login Window Preferences
gl: Preferencias da fiestra de entrada XDMCP
hi: XDMCP लॉगिन विंडो वरीयता
si: XDMCP සඳහා වන පිවිසුම් කවුළු වරණයන්
ta: XDMCP புகுபதிவு சாளர விருப்பங்கள்

source: _Add...
gl: _Engadir...
hi: जोड़ें (_A)...
si: එකතු කරන්න(_A)...
ta: சேர்த்தல் (_A)...

source: _Add/Modify...
gl: _Engadir/Modificar...
hi: जोडें/रूपांतरित करें (_M)
si: එකතු කරනු/වෙනස් කරනු(_A)...
ta: சேர்த்தல்/மாற்றுதல் (_A)...

source: _Allow local system administrator login
gl: _Permitir entrada local ao xestor de sistema
hi: स्थानीय सिस्टम प्रशासक लॉगिन की अनुमति दें (_A)
si: දේශීය පද්ධති පාලක හට පිවිසීම සඳහා අවකාශ ලබා දෙනු(_A)
ta: உள்ளமை கணினி நிர்வாகியை புகுபதிவு செய்ய அனுமதிக்கவும் (_A)

source: _Allow users to change fonts and colors of plain greeter
gl: _Permitir que os usuarios muden as fontes e cores da interface cha
hi: फंट सादे शुभकामना पत्र का रंग बदलने के लिये उपयोक्ता को अनुमति दें (_A)
si: සරල සමාචාරකයේ වර්ණයන් සහ අක්‍ෂර වෙනස් කිරීම සඳහා ඉඩ ලබා දෙනු(_A)
ta: பயனரை எழுத்துருக்கள் மற்றும் வெற்று வாழ்த்துக்களின் நிறங்களைமாற்ற அனுமதிக்கவும் (_A)

source: _Background color:
gl: Cor de _fondo:
hi: पृष्ठभूमि रंग (_B):
si: පසුබිම් වර්ණය(_B):
ta: பின்னணி நிறம் (_B):

source: _Default: "Welcome to %n"
gl: _Predeterminado: "Benvido a %n"
hi: मूलभूत (_D): "%n में स्वागत है"
si: ප්‍රකෘතිය:(_D): "%n වෙත සාදරයෙන් පිළිගනිමු"
ta: முன்னிருப்பு: " %n உங்களை வரவேற்கிறது" (_D)

source: _Default: "Welcome"
gl: _Predeterminada: "Benvida"
hi: मूलभूत ( मुलभूत (_D)): "स्वगत बैठना है"
si: ප්‍රකෘතිය:"වෙත සාදරයෙන් පිළිගනිමු"(_D)
ta: முன்னிருப்பு: "நல்வரவு" (_D)

source: _Deny TCP connections to Xserver
gl: _Denegar as conexións TCP ao servidor Xserver
hi: TCP संबंधन Xserver में मना करें (_D)
si: X සේවා දාහකය TCP සම්බන්ධතාවයන් ප්‍රතික්‍ෂේප කරනු ලබයි(_D)
ta: TCP இணைப்புகளை Xserver க்கு மறுக்கவும் (_D)

source: _Enable Automatic Login
gl: _Activar inicio automático
hi: स्वचालित लॉगिन सक्रिय करें
si: ස්ව පිවිසුම සඳහා ඉඩලබා දෙනු(_E)
ta: தானியக்க புகுபதிவை செயல்படுத்தவும் (_E)

source: _Enable accessible login
gl: Activar entrada _accesible
hi: अभिगम योग्य लॉगिन सक्षम करें (_E)
si: පිවිසුම්ට ප්‍රවිශ්ඨ වීමට ඉඩ ලබාදෙනු(_E)
ta: அணுகல் புகுபதிவை செயல்படுத்தவும் (_E)

source: _Flexible (on demand)
gl: _Flexible (baixo demanda)
hi: लचीलापन (_F) (मांग पर)
si: නම්‍යශීලී(අවශ්‍යනම් පමණක්)_F
ta: (தேவையின் பொருட்டு) நெகிழ்வு (_F)

source: _Image:
gl: _Imaxe:
hi: बिंबः (_I)
si: සේයාරුව(_I):
ta: படம் (_I):

source: _Include all users from /etc/passwd (not for NIS)
gl: _Incluir a todos os usuarios de /etc/passwd (non para NIS)
hi: /etc/passwd (NIS के लिये नहीं) से सारे उपयोक्ता शामिल करें (_I)
si: /etc/passwd (NIS මඟින් නොව) ගොනුවෙන් සි්සියළුම පරිශීලකයන් ඇතුල් කරගන්න(_I)
ta: /etc/passwd இலிருந்து அனைத்து பயனர்களையும் சேர்க்கவும் (NISக்கு அல்ல) (_I)

source: _Login screen ready:
gl: _Pantalla de entrada preparada:
hi: लॉगिन स्क्रीन तैयार (_L):
si: පිවිසුම් තිරය සූදානම්(_L):
ta: புகுபதிவு திரை தயார் (_L):

source: _Logins are handled by this computer
gl: As _entradas xestionaranse neste equipo
hi: क्या इस कंप्यूटर के द्वारा लॉगिन नियंत्रित किया जाता है (_L)
si: පිවිසුම් මෙම පරිගණකය මඟින් පාලනය කරනු ඇත(_L)
ta: புகுபதிவுகள் இந்த கணினியால் கையாளப்படுகின்றன (_L)

source: _Pause before login:
gl: _Pausa antes de entrar:
hi: लॉगिन से पहले ठहरें (_P)
si: විරාමයකට පසුව ඇතුල්වන්න(_P):
ta: புகுபதிவு செய்யும் முன் இடைநிறுத்தவும் (_P):

source: _Remove
gl: _Eliminar
hi: हटाएँ (_R)
si: ඉවත්කරනු(_R)
ta: நீக்குதல் (_R)

source: _Remove...
gl: _Eliminar...
hi: मिटाएँ... (_R)
si: ඉවත්කරනු(_R)...
ta: நீக்குதல் (_R)...

source: _Server:
gl: _Servidor:
hi: सर्वर (_S)
si: සේවා දාහකය(_S):
ta: சேவையகம் (_S):

source: _Servers:
gl: _Servidores:
hi: सर्वर (_S)
si: සේවා දාහකයන්(_S):
ta: சேவையகங்கள் (_S):

source: _Style:
gl: E_stilo:
hi: शैली (_S):
si: මෝස්තරය(_S):
ta: தோற்றம் (_S):

source: _Theme:
gl: _Tema:
hi: प्रसंग (_T):
si: තේමාව(_T):
ta: சூழல் (_T):

source: _User:
gl: _Usuario:
hi: उपयोक्ता (_U):
si: පරිශීලක(_U):
ta: பயனர் (_U):

source: dummy
gl: falso
hi: डमी
si: ශුන්‍ය
ta: ஒன்றுமில்லாத

source: seconds
gl: segundos
hi: सेकण्ड
si: තත්පර
ta: விநாடிகள்

source: Too many users to list here...
gl: Demasiados usuarios para listar aquí...
hi: यहां सूचीबद्ध करने हेतु बहुत सारे उपयोक्ता...
si: මෙහි දැක්වීමට පරිශීලක ප්‍රමාණය අති මහත්ය...
ta: இங்கு பட்டியலிட மிக அதிகமான பயனர்கள் உள்ளனர்...

source: Restart Machine
gl: Reiniciar a máquina
hi: मशीन पुनः प्रारंभ करें
si: පරිගණකය නැවත ආරම්භකරන්න
ta: கணினியை மீண்டும் துவக்கவும்

source: There was an error loading the theme %s
gl: Houbo un erro ao cargar o tema %s
hi: प्रसंग %s लोड करने में एक त्रुटि हुई
si: තේමාවන් රුවන විට දෝශයක් ඇතිවිය %s
ta: %s சூழலை ஏற்றும் போது பிழை ஏற்பட்டது

source: The greeter theme is corrupt
gl: O tema para o saudador está corrompido
hi: आलेखीय ग्रीटर हेतु प्रसंग खराब है
si: සමාචාරක තේමාව පළුදුවී ඇත
ta: வாழ்த்து சூழல் அழிக்கப்பட்டது

source: The theme does not contain definition for the username/password entry element.
gl: O tema non contén definicións para o elemento de introdución de usuario/contrasinal.
hi: प्रसंग में उपयोक्तानाम/शब्दकूट प्रविष्टि अवयव की परिभाषाएँ नहीं हैं.
si: පරිශිලක නාමය/රහස්පදය යන සංඝටක සඳහා අරෙථකතනයක් තේමාව තුල අන්තර්ගත නොවේ.
ta: பயனர்பெயர்/கடவுச்சொல் உள்ளீடு உருப்படி விளக்கம் சூழலில் இல்லை.

source: There was an error loading the theme, and the default theme could not be loaded. Attempting to start the standard greeter
gl: Houbo un erro cargando o tema, e o tema por defecto tamén non se puido cargar. Tentarase iniciar o saudador estándar
hi: प्रसंग लोड करने में त्रुटि हुई तथा मूलभूत प्रसंग भी लोड नहीं हो पाया. मानक स्वागतकर्ता प्रारंभ करने का प्रयास कर रहा है.
si: තේමාව රුවන විට දෝශයක් ඇතිවිය, ප්‍රකෘත තේමාව රුවීමට නොහැකිය. සම්මත සමාචාරක වැඩසටහන ක්‍රියාත්මක කිරීමට උත්සහ කරමින්
ta: சூழலில் ஏற்றும் போது பிழை மற்றும் முன்னிருப்பு சூழலை ஏற்ற முடியவில்லை, வழக்கமான வாழ்த்தினை துவக்க முயற்சிக்கிறது

source: The GTK+ greeter could not be started. This display will abort and you may have to login another way and fix the installation of GDM
gl: Non se puido iniciar o saudador GTK+. Esta pantalla abortaráse e terá que iniciar a sesión doutro xeito para amañar a instalación do gdm
hi: GTK+ स्वागतकर्ता प्रारंभ नहीं किया जा सका. यह प्रदर्शक बन्द होता है और आपको अन्य प्रकार से लॉगिन होकर GDM अधिष्ठापन को दुरूस्त करना होगा.
si: GTK+ සමාචාරක වැඩසටහන ආරම්භකල නොහැක. දර්ශණය ක්‍රියාවිරහිත වන අතර වෛකල්පිත මාර්ගයකින් පද්ධතිය තුලට පිවිස GDM ස්ථාපනය සකස් කරන්න.
ta: GTK+ வாழ்த்தினை துவக்க முடியவில்லை. இந்த காட்சி கைவிடப்படும் மற்றும் மற்றொரு வழியில் புகுபதிவு செய்து GDM நிறுவலை சரி செய்ய வேண்டி இருக்கலாம்.

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the gdm configuration.
gl: O directorio de sesións non existe ou está baleiro! Pode usar aínda unha das dúas sesións dispoñibles, pero debería entrar e arranxar a configuración do gdm.
hi: आपकी सत्र निर्देशिका नहीं है या खाली है! यहाँ दो सत्र उपलब्ध हैं जिसे आप उपयोग में ले सकते हैं, परंतु आपको लॉगिन कर GDM विन्यासन को सही करना होगा.
si: ඔබේ සැසි බහලුම භාවිතයේ නොමැත නැතහොත් ශුන්‍යය! ඔබට බාවිත කිරීමට සැසියන් දෙකක් තිබෙන අතර පද්ධතිය තුලට පිවිස GDM නිවැරදි ලෙස මානය නිවැරදි කරන්න.
ta: உங்கள் அமர்வு அடைவை காணவில்லை அல்லது வெறுமையாக உள்ளது! நீங்கள் பயன்படுத்த இதில் இரண்டு அமர்வுகள் உள்ளன, ஆனால் நீங்கள் புகுபதிவு செய்து கட்டமைப்பை சரி வேண்டும்.

source: Last language
gl: Última lingua
hi: अंतिम भाषा
ta: கடைசி மொழி
zh_tw: 上一個語言

source: Select a Language
gl: Escolla unha lingua
hi: एक भाषा चुनें
si: භාෂාව තෝරාගන්න
ta: ஒரு மொழியை தேர்ந்தெடுக்கவும்
zh_tw: 選取語言

source: Change _Language
gl: Mudar _Lingua
hi: भाषा बदलें (_L)
si: භාෂාව වෙනස් කරන්න(_L)
ta: மொழியை மாற்றுதல் (_L)
zh_tw: 變更語言 (_L)

source: _Select the language for your session to use:
gl: _Escolla unha lingua para usar na sesión:
hi: अपने सत्र में उपयोग हेतु एक भाषा चुनें (_S):
si: මෙම සැසිය සඳහා අවශ්‍ය භාෂාව තෝරාගන්න(_S):
ta: உங்கள் அமர்வை பயன்படுத்துவதற்கான மொழியை தேர்வு செய்யவும் (_S):
zh_tw: 選取工作階段使用的語言(_S)︰

source: Select _Language...
gl: Escoller _lingua...
hi: भाषा चुनें (_L)...
si: භාෂාව තෝරාගන්න(_L)...
ta: மொழி தேர்ந்தெடுத்தல் (_L)...

source: Select _Session...
gl: Escoller _sesión...
hi: सत्र चयनित करें (_S)...
si: සැසිය තෝරාගන්න(_S)...
ta: அமர்வை தேர்ந்தெடுத்தல் (_S)

source: Answer questions here and press Enter when done. For a menu press F10.
gl: Resposte aquí as preguntas e prema Enter ao rematar. Para o menú prema F10.
hi: प्रश्नों का उत्तर यहाँ पर दें तथा एन्टर कुंजी दबाएँ. मेनू हेतु F10 दबाएँ.
si: මෙහි දැක්වෙන ප්‍රශ්ණ වලට පිළිතුරු සපයා Enter යතුර ඔබන්න. මෙනුව ලබා ගැනීමට අවශ්‍යනම් F10 යතුර ඔබන්න.
ta: இங்கு கேள்விகளுக்குப் பதிலளித்தவுடன் Enter ஐ அழுத்தவும். பட்டிக்குச் செல்ல F10 ஐ அழுத்தவும்.

source: Already logged in
gl: Xa conectado
hi: पहले से लॉगिन
si: ඔබ පද්ධතිය තුලට මේවන ප්‍රවිශ්ඨව ඇත.
ta: ஏற்கனவே புகுபதிவு செய்யப்பட்டது

source: Sus_pend
gl: _Suspender
hi: निलंबित करें (_p)
si: අත්හිටුවන්න(_p)
ta: இடை நிறுத்தம் (_p)

source: Remote Login via _XDMCP
gl: Conexión remota vía _XDMCP
hi: _XDMCP से होकर दूरस्थ लॉगिन करें
si: _XDMCP මඟින් දුරස්ත පිවිසුම
ta: _XDMCP வழியாக தொலை புகுபதிவு

source: Confi_gure
gl: Confi_gurar
hi: विन्यस्त (_g)
si: මානන්න(_g)
ta: கட்டமைத்தல் (_g)

source: Op_tions
gl: O_pcións
hi: विकल्प (_t)
si: වරණ(_t)
ta: விருப்பங்கள் (_t)

source: _OK
gl: _Aceptar
hi: ठीक (_O)
si: හරි(_O)
ta: சரி (_O)

source: _Cancel
gl: _Cancelar
hi: रद्द करें (_C)
si: අවලංගු කරනු(_C)
ta: ரத்து (_C)

source: Change _Session
gl: Mudar _sesión
hi: सत्र बदलें (_S)
si: සැසිය වෙනස් කරන්න(_S)
ta: அமர்வினை மாற்றுதல் (_S)

source: Sessions
gl: Sesións
hi: सत्र
si: සැසියන්
ta: அமர்வுகள்

source: _Last session
gl: Ú_ltima Sesión
hi: अंतिम सत्र (_L)
si: අවසන් සැසිය(_L)
ta: கடைசி அமர்வு (_L)

source: Log in using the session that you have used last time you logged in
gl: Entrar usando a sesión utilizada a última vez que se conectou
hi: आपके पिछले लॉगिन सत्र का उपयोग करते हुए लॉगिन
si: අවසන් වරට පද්ධතිය තුලට පිවිසි සැසිය භාවිත කරමින් ඇතුල්වන්න
ta: கடைசியாக நீங்கள் புகுபதிவு செய்த அமர்வை பயன்படுத்தவும்

source: Confi_gure Login Manager...
gl: Confi_gurar o xestor de conexión...
hi: लॉगिन प्रबंधक विन्यस्त करें (_g)...
si: පිවිසුම් කළමණාකරන වැඩසටහන මානන්න(_g)...
ta: புகுபதிவு மேலாளரை கட்டமைக்கவும் (_g)...

source: Choose an Action
gl: Escolla unha acción
hi: एक कार्य चुनें
si: ක්‍රියාවක් තෝරාගන්න
ta: செயலை தேர்வு செய்யவும்

source: Shut _down the computer
gl: _Apagar o computador
hi: कम्प्यूटर बन्द करें (_d)
si: පරිගණකය වසාදමන්න(_d)
ta: கணினியை பணி நிறுத்தம் செய்தல் (_d)

source: Shut Down your computer so that you may turn it off.
gl: Apagar o computador para poder desconectalo.
hi: आपके कम्प्यूटर को शटडाउन करे ताकि आप इसे स्विच ऑफ कर सकें.
si: පරිගණකය වසා දමන්න පසුව විදුලි සැපයුම නවතාලිය හැකියි.
ta: உங்கள் கணினியை பணிநிறுத்தம் செய்து பின் நீங்கள் மின் நிறுத்தம் செய்யலாம்.

source: _Restart the computer
gl: _Reiniciar o computador
hi: कम्प्यूटर फिर चलायें (_R)
si: පරිගණකය නැවත ආරම්භ කරන්න(_R)
ta: கணினியை மீண்டும் துவக்குதல் (_R)

source: Restart your computer
gl: Reiniciar o computador
hi: अपना कम्प्यूटर फिर चलायें
si: පරිගණකය නැවත ආරම්භ කරන්න
ta: உங்கள் கணினியை மீண்டும் துவக்குதல்

source: Sus_pend the computer
gl: _Suspender o computador
hi: कम्प्यूटर स्थगित करें (_p)
si: පරිගණකය අත්හිටවන්න(_p)
ta: கணினியை இடைநிறுத்துதல் (_p)

source: Suspend your computer
gl: Suspender o computador
hi: अपने कम्प्यूटर को स्थगित करें
si: ඔබේ පරිගණකය අත්හිටුවන්න
ta: உங்கள் கணினியை இடைநிறுத்துதல்

source: Run _XDMCP chooser
gl: Executar o selector _XDMCP
hi: XDMCP चयनक चलाएँ (_X)
si: _XDMCP තෝරාගන්නා ක්‍රියාත්මක කරන්න
ta: _XDMCP தேர்ந்தெடுத்தலை இயக்குதல்

source: Run an XDMCP chooser which will allow you to log into available remote computers, if there are any.
gl: Executar un selector XDMCP, que lle permite iniciar unha sesión nunha máquina remota, se houbera algunha dispoñible.
hi: एक XDMCP चयनक चलायें जो आपको उपलब्ध दूरस्थ मशीन में लॉग करने की अनुमति देगा, अगर वह कोई है.
si: XDMCP තෝරන්නා ක්‍රියාත්මක කිරීම මඟින් දුරස්ථ පරිගණක තිබේනම් ඒ සඳහා ප්‍රවිෂ්ඨ වීමට අවකාශ ලබා දෙනු ඇත.
ta: XDMCP தேர்வியை இயக்கவும். இது தொலை கணினிகளில் புகுபதிவு செய்ய அனுமதிக்கும், ஏதாவது இருந்தால்.

source: Confi_gure the login manager
gl: _Configurar o xestor de login
hi: लॉगिन प्रबंधक विन्यस्त करें (_g)
si: පිවිසුම් කළමණාකරන වැඩසටහන මානන්න(_g)
ta: புகுபதிவு மேலாளரை கட்டமைக்கவும் (_g)

source: Configure GDM (this login manager). This will require the root password.
gl: Configurar o GDM (este xestor de conexión). Isto precisará do contrasinal de root.
hi: GDM विन्यस्त करें (यह लॉगिन प्रबंधक). इसे रूट शब्दकूट की जरूरत होगी.
si: GDM (මෙම පිවිසුම් කළමණාකරන වැඩසටහන) මානන්න. මේ සඳහා root රහස්පදය අවශ්‍ය වේ.
ta: GDMஐ கட்டமைக்கவும் (இந்த புகுபதிவு மேலாளர்).இதற்கு ரூட் கடவுச்சொல் தேவைப்படும்.

source: (c) 2002 Bond, James Bond
hi: (सी) 2002 बाण्ड, जेम्स बाण्ड
si: (c) 2002 බොන්ඩ්, ජේම්ස් බොන්ඩ්

source: Bond, James Bond
hi: बाण्ड, जेम्स बाण्ड
si: බොන්ඩ්, ජේම්ස් බොන්ඩ්

source: Circles
gl: Círculos
hi: वृत्त
si: වෘත්තයන්
ta: வட்டங்கள்

source: Theme with blue circles
gl: Tema con círculos azuis
hi: नीले वृत्तों सहित प्रसंग
si: නිල් පැහැති වෘත්තයන් සහිත තේමාව
ta: நீல வட்டங்களுடன் சூழல்

source: (c) 2002 GNOME
hi: (c) 2002 गनोम

source: GNOME Art variation of Circles with a Face Browser
gl: Variación do tema Círculos de GNOME Art con visualizador de faces
hi: गनोम वृत्तों का कलात्मक परिवर्तन - एक फ़ेस ब्राउज़र के साथ
si: මුහුණත් සැරිසරනය සමඟින් GNOME වෘත්තමය චිත්‍ර විභේදයන්
ta: GNOME கலை ஒரு முக உலாவியுடன் வேறுபட்ட வட்டங்கள்

source: GNOME Artists
gl: Artistas de GNOME
hi: गनोम कलाकार
si: GNOME කලාකරුවන්
