Repository: jberkman/dmlangsel
Catalog: po/*.po
Languages: gl, hi, si, ta, zh_tw

source: The failsafe session is restricted to users who have been assigned the root role. If you cannot log in any other way please contact your system administrator
gl: A sesión a proba de fallas está restrinxida aos usuarios que teñen asignado o papel de administrador (root). Se non pode entrar de calquer outra forma, contacte co seu administrador do sistema.
hi: फेलसेफ सत्र उपयोक्ता में प्रतिबंधित है जो कि रूट भूमिका में नियत है. अगर आप किसी तरह अन्य तरीके से लॉग नहीं सकते हैं तो अपने सिस्टम प्रशासक से संपर्क करें
si: නොවැටෙනා සැසියන් භාවිතකල හැක්කේ root බලය හිමි පරිශීලකයන් හට පමණි. ඔබට වෙනත් අයුරකින් පද්ධතිය තුලට පිවිසිය නොහැකිනම් කරුණාකර පද්ධති පාලකව විමසන්න.
ta: இது ஒரு Failsafe அமர்வு. இது ரூட் வேலை செய்ய அனுமதி பெற்றவருக்கு மட்டும். உங்களால் வேறு வழியில் புகுபதிவு செய்ய முடியாவிட்டால் கணினி நிர்வாகியை அணுகவும்

source: %s: User not allowed to log in
gl: %s: O usuario non ten permiso para iniciar a sesión
hi: %s: उपयोक्ता का लॉगिन वर्जित है.
si: %s: හට පිවිසීමට අවසර නොමැත
ta: %s: பயனர் புகுபதிவு செய்ய அனுமதி இல்லை

source: The system administrator has disabled your account.
gl: O administrador do sistema desactivou a conta.
hi: सिस्टम प्रशासक ने आपका खाता अक्षम कर दिया है.
si: පද්ධතියේ පරිපාලක විසින් ඔබේ ගිණුම අක්‍රීය කර ඇත.
ta: உங்கள் கணக்கை கணினி மேலாளர் செயல்நீக்கம் செய்துவிட்டார்.

source: Error! Unable to set executable context.
gl: Erro! Non se pode establecer o contexto do executable.
hi: त्रुटि! निष्पादनीय संदर्भ नियत करने में अक्षम
si: දෝශයකි ! ක්‍රියාකල හැකි සන්දරභය පිහිටවීමට නොහැකිවිය.
ta: பிழை! இயங்கக்கூடிய சூழல் அமைக்க முடியவில்லை.

source: %s: Could not exec %s %s %s %s %s %s
gl: %s: Non foi posible executar %s %s %s %s %s %s
hi: %s: नहीं चला सका %s %s %s %s %s %s
si: %s: ක්‍රියාත්මක කල නොහැක %s %s %s %s %s %s
ta: %s: %s %s %s %s %s %sஐ இயக்க முடியவில்லை

source: %s: Could not exec %s %s %s
gl: %s: Non foi posible executar %s %s %s
hi: %s : को चला नही सका %s %s %s
si: %s: ක්‍රියාත්මක කල නොහැක %s %s %s
ta: %s: %s %s %s ஐ இயக்க முடியவில்லை

source: Cannot start the session due to some internal error.
gl: Non se pode iniciar a sesión por mor dalgún erro interno.
hi: कुछ आंतरिक त्रुटि के कारण सत्र शुरु नही कर पाया.
si: අභ්‍යන්තර දෝශයක් හේතුවෙන් සැසිය ආරම්භ කල නොහැක.
ta: சில உள்ளார்ந்த பிழையால் அமர்வை துவக்க முடியவில்லை.

source: %s: User passed auth but getpwnam (%s) failed!
gl: %s: O usuario autenticouse pero getpwnam (%s) fallou!
hi: %s: उपयोक्ता प्राधिकृत सफल, पर getpwnam(%s) असफल!
si: %s: පරිශීලක අනන්‍යතාව තහවුරු කරගත්මුත් getpwnam (%s) අසාර්ථක විය!
ta: %s: பயனர் அங்கீகரிக்கப்பட்டது ஆனால் getpwnam(%s) இல்லை!

source: %s: Execution of PostLogin script returned > 0. Aborting.
gl: %s: A execución do script PostLogin devolveu un valor maior que cero. Abortando.
hi: %s: पोस्ट-लॉगिन स्क्रिप्ट कार्यान्वयन वापस > 0 छोड़ रहा है.
si: %s: PostLogin කේතුම ක්‍රියාත්මක කිරීමේදී ලද අගය > 0. ක්‍රියාවිරහිත කරමින්.
ta: %s: PostLogin உரையின் இயக்கம் > 0 என கொடுத்தது. நிறுத்துகிறது.

source: Your home directory is listed as: '%s' but it does not appear to exist. Do you want to log in with the / (root) directory as your home directory? It is unlikely anything will work unless you use a failsafe session.
gl: O seu directorio persoal aparece como: '%s' pero semella que non existe. Quere entrar usando o directorio raíz (/) como directorio persoal? O máis seguro é que non funcione nada a non ser que use unha sesión a proba de fallas.
hi: आपकी होम निर्देशिका: '%s' के नाम से सूचीबद्ध है.पर प्रतीत होता है कि यह मौजूद नहीं है. क्या आप / (रूट) निर्देशिका में होम निर्देशिका जैसे लॉगिन करना चाहते हैं? नहीं लगता कि कुछ कार्य हो जब तक कि आप फेल सेफ सत्र उपयोग में न लाएँ.
si: ඔබේ නිවෙස් බහලුම ලයිස්තුගත කර ඇත්තේ: '%s' ලෙසයි නමුත් එය භාවිතයේ නොමැති බැව් හැඟේ. / (root) බහලුම ඔබේ නිවෙස් බහලුම ලෙස භාවිත කිරීමට කැමතිද? නිසි ක්‍රියාකාරීත්‍වය නොවැටෙනා සැසියක් භාවිත කිරීමෙන් තොරව ලබාගත නොහැක .
ta: உங்கள் இல்ல அடைவு இப்படி பட்டியலிடப்பட்டுள்ளது: '%s' ஆனால் அது இல்லை. / (root) அடைவை உங்கள் இல்ல அடைவாக கொண்டு புகுபதிவு செய்ய வேண்டுமா? failsafe அமர்வை பயன்படுத்தாவிட்டால் வேறு எதுவும் வேலை செய்ய வாய்ப்புகள் இல்லை.

source: %s: Home directory for %s: '%s' does not exist!
gl: %s: Directorio persoal de %s: '%s' non existe!
hi: %s: होम निर्देशिका %s: हेतु '%s' मौज़ूद नहीं है.
si: %s: %s: '%s' නිවෙස් බහලුම භාවිතයේ නොමැත!
ta: %s: இல்ல அடைவுக்கான %s: '%s' இல்லை!

source: User's $HOME/.dmrc file is being ignored. This prevents the default session and language from being saved. File should be owned by user and have 644 permissions. User's $HOME directory must be owned by user and not writable by other users.
gl: Seu ficheiro $HOME/.dmrc será ignorado. Isto causará que a sesión e idioma predeterminados non se garden. O ficheiro debería pertencer ao usuario e ter os permisos 644. O directorio de usuario $HOME debe pertencer ao usuario e non ser escribible por outros usuarios.
hi: उपयोक्ता का $HOME/.dmrc फाइल अनदेखा किया जा रहा है. यह मूलभूत सत्र और भाषा को सहेजे जाने से रोकता है. फाइल को उपयोक्ता के द्वारा स्वामित्व दिया जाना चाहिये और 644 अनुमति रखना चाहिये. उपयोक्ता की $HOME निर्देशिका उपयोक्ता के द्वारा जरूर स्वामित्व में रखनी चाहिये और अन्य उपयोक्ता द्वारा नहीं लिखने योग्य होना चाहिये.
si: පරිශීලකගේ $HOME/.dmrc ගොනුව නොසලකා ඇත. මෙය ප්‍රකෘත සැසිය සහ භාශාව සුරැකීම වලක්වනු ඇත. මෙම ගොනුව පරිශීලක සතු විය යුතු අතර 644 අවසරයන් තිබිය යුතුය. පරිශීලකගේ $HOME බහලුම පරිශීලක සතුවිය යුතු අතර වෙනත් පරිශීලකයකු හට එහි කිසිවක් ලිවීමට අවසර නැත.
ta: பயனரின் $HOME/.dmrc கோப்பு நிராகரிக்கப்படுகிறது. இது சேமித்தலில் இருந்து முன்னிருப்பு அமர்வு மற்றும் மொழியை தடுக்கிறது. கோப்பு பயனருடையதாக இருக்க வேண்டும் மற்றும் 644 அனுமதிகள் இருக்க வேண்டும். பயனரின் $HOME அடைவு பயனருடையதாக இருக்க வேண்டும். மற்றவர் எழுத அனுமதி இருக்கக்கூடாது.

source: GDM could not write to your authorization file. This could mean that you are out of disk space or that your home directory could not be opened for writing. In any case, it is not possible to log in. Please contact your system administrator
gl: GDM non puido escribir ao ficheiro de autorización. Isto pode significar que non resta espazo no disco ou que non se pode abrir para escritura o seu directorio persoal. Non é posible iniciar a sesión, contacte co administrador do sistema
hi: GDM आपके प्राधिकरण फ़ाइल नहीं लिख सकता. इसका मतलब है कि आप के पास डिस्क में जगह नहीं है या आपकी होम निर्देशिका लिखने हेतु खोली नहीं जा सकी. जो भी हो, लॉगिन संभव नहीं है. कृपया अपने सिस्टम प्रशासक से संपर्क करें.
si: GDM හට ඔබේ බලපත්‍ර ගොනුව කෙටුම්පත් කල නොහැකිවිය. දෘඪ තැටියේ ප්‍රමාණවත් ඉඩ නොතිබීම හෝ කෙටුම් පත් කිරීම සඳහා නිවෙස් බහලුම විවෘත කිරීමට නොහැකිවීම මීට හේතු විය හැක. ඉහත හේතූන් මත ඔබට පද්ධතිය තුලට පිවිසිය නොහැක. කරුණාකර පද්ධතියේ පාලකව විමසන්න.
ta: GDM உங்கள் அங்கீகார கோப்பில் எழுத முடியவில்லை. இதற்கு வட்டில் இடம் இல்லை அல்லது எழுதுவதற்காக உங்கள் இல்ல அடைவை திறக்க முடியவில்லை என்று அர்த்தம் கொள்ளலாம். எப்படியானாலும், புகுபதிவு செய்ய முடியாது. உங்கள் கணினி நிர்வாகியை தொடர்பு கொள்ளவும்

source: %s: Error forking user session
gl: %s: Erro creando a sesión de usuario
hi: %s: उपयोक्ता सत्र फॉर्क करने में त्रुटि
si: %s: පරිශීලක සැසිය ජනනය කිරීමේදී දෝශයක් ඇතවිය.
ta: %s: பயனர் அமர்வை பிரிப்பதில் பிழை

source: Your session only lasted less than 10 seconds. If you have not logged out yourself, this could mean that there is some installation problem or that you may be out of diskspace. Try logging in with one of the failsafe sessions to see if you can fix this problem.
gl: A sesión durou menos de 10 segundos. Se non foi unha desconexión voluntaria, isto pode significar que hai algún problema de instalación ou que talvez non hai espazo no disco. Tente iniciar unha das sesións a proba de fallas para ver se pode amañar este problema.
hi: आपका सत्र सिर्फ 10 सेकण्ड से कम चला. यदि आप लॉग-आउट नहीं हुए हैं तो इसका मतलब है कि कुछ अधिष्ठापन समस्या है या आपके पास डिस्क में जगह नहीं है.किसी फेल सेफ सत्र में लॉगिन कर देखें कि शायद आप अपनी समस्या हल कर पाएँ.
si: ඔබේ සැසිය පැවසියේ තත්පර 10 ට වඩා අඩු කාලයකි. ඔබ පද්ධතියෙන් නික්ම නොවූයේ නම් මෙය ස්ථාපනය කිරීමේ දෝශයකි, නැතහොත් දෘඪ තැටියේ ප්‍රමාණවත් ඉඩ නොතිබීම මීට හේතු විය හැක. නොවැටෙනා සැසියක් භාවිත කරමින් පද්ධතිය තුලට පිවිස මෙම ප්‍රශ්ණය නිරාකරණය කරගත හැකිදැයි උත්සහ කර බලන්න.
ta: உங்கள் அமர்வு கடைசி 10 வினாடி மட்டும் இருந்தது. நீங்களே வெளியேறவில்லை என்றால், இதில் சில நிறுவல் பிரச்சினை இருக்கலாம் அல்லது வட்டில் இடம் இல்லை என அர்த்தம் கொள்ளலாம். இந்த பிரச்சினையை சரி செய்ய failsafe அமர்வில் புகுபதிவு செய்ய முயற்சிக்கவும்.

source: View details (~/.xsession-errors file)
gl: Ver detalles (ficheiro ~/.xsession-errors)
hi: विवरण दर्शाएँ (~/.xsession-errors फ़ाइल)
si: විස්තර නිරීක්‍ෂණය කරන්න (~/.xsession-errors file)
ta: பார்வை விவரங்கள் (~/.xsession-errors file)

source: GDM detected a halt or restart in progress.
gl: O GDM detectou un apagado ou reinicio en progreso.
hi: GDM को बन्द या रीबूट प्रगति के दौरान पाया.
si: පද්ධතිය නැවත ආරම්භ කිරීමක් හෝ නැවැත්වීමට යන බැව් GDM අනාවරණ කරගෙන ඇත
ta: GDM ஒரு நிறுத்தம் அல்லது மறுதுவக்கம் நடைபெறுகிறது என கண்டுள்ளது.

source: %s: Fatal X error - Restarting %s
gl: %s: Erro grave de X - Reiniciando %s
hi: %s: घातक X त्रुटि - पुनः शुरु कर रहे %s
si: %s: භයානක දෝශයක් X හී හට ගෙන ඇත - නැවත ආරම්භ කරමින් %s
ta: %s: முக்கியமான X பிழை - %s ஐ மீண்டும் துவக்குகிறது

source: Login sound requested on non-local display or the play software cannot be run or the sound does not exist
gl: Activouse o son de inicio nunha pantalla non local, ou non se pode executar o programa de reprodución, ou o ficheiro de son non existe
hi: लॉगिन ध्वनि एक गैर स्थानीय प्रदर्शन पर निवेदन किया या प्ले सॉफ्टवेय चलाया नहीं जा सकता या ध्वनि मौजूद नहीं है
si: දේශීය නොවන පිවිසුමක් සඳහා හඬ වාදනයක් විමසා ඇත නැතහොත් එය ක්‍රියාත්මක කරන මෘදුකාංගය භාවිතයේ නොමැත හෝ ක්‍රියාත්මක කල නොහැක
ta: உள்ளமை இல்லாத காட்சியில் புகுபதிவு ஒலி கோரப்பட்டது அல்லது விளையாட்டு மென்பொருளை இயக்க முடியாது அல்லது ஒலி இல்லாமல் இருக்கலாம்.

source: %s: Failed starting: %s
gl: %s: Fallo comenzando: %s
hi: %s प्रारंभ करने में असफल: %s
si: %s: ආරම්භකිරීම අසාරථකයි: %s
ta: %s: துவக்க முடியவில்லை: %s

source: %s: Can't fork script process!
gl: %s: Non se pode crear o proceso do script!
hi: %s: स्क्रिप्ट प्रक्रिया फॉर्क नहीं कर सका!
si: %s: කේතුම ක්‍රියාවලිය ජනනය කල නොහැක!
ta: %s: உரை செயல் பிரிக்க முடியவில்லை!

source: %s: Failed creating pipe
gl: %s: Falla ao crear a tubería
hi: %s: पाइप बनाने में असफल
si: %s: නල මාර්ගය සෑදීම අසාර්ථක විය
ta: %s: pipe ஐ உருவாக்க முடியவில்லை

source: %s: Failed executing: %s
gl: %s: Falla ao executar: %s
hi: %s: क्रियान्वयन में असफल: %s
si: %s: ක්‍රියාත්මක කිරීම අසාර්ථකයි: %s
ta: %s: இயக்க முடியவில்லை: %s

source: Incorrect username or password. Letters must be typed in the correct case.
gl: Nome de usuario ou contrasinal incorrecto. As letras teñen que estar en maiúsculas/minúsculas correctamente.
hi: गलत उपयोक्ता नाम या शब्दकूट. अक्षर उचित प्रकार से भरें. ध्यान दें कि केप्स लाक कुंजी समर्थ तो नहीं है.
si: පරිශීලක නාමය හෝ රහස්පදය වැරදියි. නිවැරදි අකුරු ප්‍රමාණයෙන් මෙය ඇතුල් කලයුතු වේ.
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல். எழுத்துகளின் சரியான எழுத்துணர்வுடன் இருக்க வேண்டும்.

source: Caps Lock is on.
gl: Bloq Maiús está activado.
hi: कैप्स लॉक चालू है.
si: Caps Lock භාවිතයේ ඇත
ta: Caps Lock செயல்படுத்தப்பட்டுள்ளது.

source: Please enter your username
gl: Escriba o seu nome de usuario
hi: कृपया अपना उपयोक्ता नाम भरें
si: කරුණාකර ඔබේ පරිශීලක නාමය ඇතුල් කරන්න
ta: பயனர் பெயரை உள்ளிடவும்

source: Username:
gl: Usuario:
hi: उपयोक्ता नाम:
si: පරිශීලක නාමය:
ta: பயனர் பெயர்:

source: Password:
gl: Contrasinal:
hi: शब्दकूट:
si: රහස්පදය:
ta: கடவுச்சொல்:

source: Couldn't authenticate user "%s"
gl: Non se puido autenticar o usuario "%s"
hi: उपयोक्ता "%s" प्रमाणित नहीं कर सका
si: "%s" පරිශීලකගේ අනන්‍යතාවය තහවුරු කරගැනීමට අපොහොසත් විය
ta: பயனரை "%s" ஐ அங்கீகாரம் செய்ய முடியவில்லை

source: Root login disallowed on display '%s'
gl: Non se permite conectar ao usuario root na pantalla '%s'
hi: प्रदर्शक '%s' पर रुट लॉगिन वर्जित है.
si: '%s' මෙම තිරය තුලින් පද්ධතිය තුලට root ලෙස පිවිසීමට අවසර නොමැත
ta: காட்சி'%s' இல் ரூட் புகுபதிவு அனுமதி இல்லை

source: The system administrator is not allowed to login from this screen
gl: Non se permite ao administrador do sistema iniciar unha sesión desde esta pantalla
hi: इस स्क्रीन से सिस्टम प्रशासक का लॉगिन वर्जित है.
si: මෙම තිරය උපයෝගී කරගනිමින් පද්ධතියේ පරිපාලක හට පිවිසීමට අවසර නොමැත
ta: இந்த திரையில் இருந்து கணினி நிர்வாகி புகுபதிவு செய்ய அனுமதி இல்லை

source: User %s not allowed to log in
gl: Non se permite iniciar unha sesión ao usuario %s
hi: उपयोक्ता %s का लॉगिन वर्जित है.
si: %s පරිශීලක හට පද්ධතිය තුලට පිවිසීමට අවසර නොමැත
ta: பயனர் %s புகுபதிவு அனுமதி இல்லை

source: The system administrator has disabled your account.
gl: O administrador do sistema desactivou a súa conta.
hi: सिस्टम प्रशासक ने आपका खाता अक्षम कर दिया है.
si: පද්ධතියේ පරිපාලක විසින් ඔබේ ගිණුම අක්‍රීය කර ඇත.
ta: கணினி நிர்வாகி உங்கள் கணக்கை செயல்நீக்கம் செய்துள்ளார்.

source: Cannot set user group for %s
gl: Non se pode establecer grupo de usuarios para %s
hi: %s हेतु उपयोक्ता समूह नियत नहीं कर सकता
si: %s සඳහා පරිශීලක කණ්ඩායමක් යෙදෙවිය නොහැක
ta: %sக்கான பயனர் குழுவை அமைக்க முடியவில்லை

source: Cannot set your user group; you will not be able to log in. Please contact your system administrator.
gl: Non se pode establecer o seu grupo de usuario, non vai poder iniciar unha sesión. Contacte co administrador do sistema.
hi: उपयोक्ता समूह नियत नहीं कर सकता है. आपका लॉगिन संभव नहीं है. कृपया अपने सिस्टम प्रशासक से संपर्क करें.
si: ඔබව අදාල කාණ්ඩයට යෙදිය නොහැක; එබැවින් පද්ධතියට පිවිසීමටද නොහැක. කරුණාකර පද්ධතියේ පාලකව විමසන්න.
ta: பயனர் குழுவை அமைக்க முடியவில்லை, உங்களால் புகுபதிவு செய்ய முடியாது, உங்கள் கணினி நிர்வாகியை அணுகவும்.

source: Password of %s has expired
gl: O contrasinal de %s caducou
hi: %s के शब्दकूट की अवधि खत्म हो चुकी है
si: %s රහස පදයේ කාලය ඉකුත් වී ඇත
ta: %s இன் கடவுச்சொல் முடிவுற்றது

source: You are required to change your password. Please choose a new one.
gl: Está obrigado a mudar o seu contrasinal. Escolla un contrasinal novo.
hi: आपको अपना शब्दकूट परिवर्तित करना आवश्यक है. कृपया एक नया चुनें.
si: ඔබේ රහස් පදය වෙනස් කිරීමට අවශ්‍යව ඇත කරුණාකර නව රහස් පදයක් තෝරාගන්න
ta: நீங்கள் உங்கள் கடவுச்சொல்லை மாற்ற வேண்டும். புதிய ஒன்றை தேர்வு செய்யவும்.

source: Cannot change your password; you will not be able to log in. Please try again later or contact your system administrator.
gl: Non se pode mudar o seu contrasinal, non poderá iniciar unha sesión. Tente máis tarde ou contacte co administrador do sistema.
hi: आपका शब्दकूट बदल नहीं सकता. आपका लॉगिन संभव नहीं है. कृपया बाद में फिर कोशिश करें या अपने सिस्टम प्रशासक से संपर्क करें.
si: ඔබේ රහස් පදය මාරු කිරීමට නොහැකිවිය; එබැවිනෙ ඔබට පද්ධතිය තුලට පිවිසිය නොහැක. කරුණාකර නැවත උත්සහ කරන්න, නැත්නම් පද්ධතියේ පාලකව විමසන්න.
ta: கடவுச்சொல்லை மாற்ற முடியவில்லை, உங்களால் புகுபதிவு செய்ய முடியாது, பின் மீண்டும் முயற்சிக்கவும் அல்லது உங்கள் கணினி நிர்வாகியை அணுகவும்.

source: Your password has been changed but you may have to change it again. Please try again later or contact your system administrator.
gl: O seu contrasinal foi mudado pero pode que teña que mudalo de novo. Tente máis tarde ou contacte co administrador do sistema.
hi: आपका शब्दकूट बदल दिया गया है परन्तु आपको इसे फिर बदलना होगा. कृपया बाद में पुनः कोशिश करें या अपने सिस्टम प्रशासक से संपर्क करें.
si: ඔබේ රහස් පදය වෙනස් වී ඇතිමුත් එය නැවත වතාවක් වෙනස් කිරීමට යුතුව ඇත. කරුණාකර නැවත උත්සහ කරන්න, නැත්නම් පද්ධතියේ පාලකව විමසන්න.
ta: உங்கள் கடவுச்சொல் மாற்றப்பட்டுள்ளது. ஆனாலும் நீங்கள் இன்னொரு முறை மாற்ற வேண்டியிருக்கலாம். சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும் அல்லது உங்கள் கணினி நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Your password has expired. Only a system administrator can now change it
gl: O seu contrasinal caducou. Xa non pode ser mudado máis que polo administrador do sistema
hi: आपका शब्दकूट का समय समाप्त हो गया है. अब सिर्फ सिस्टम प्रशासक ही इसे बदल सकता है
si: ඔබේ රහස් පදයේ කාලය ඉකුත් වී ඇත. මෙය වෙනස් කල හැක්කේ පද්ධතියේ පාලකහට පමණි
ta: உங்கள் கடவுச்சொல் முடிவுற்றது. கணினி நிர்வாகி மட்டுமே அதை மாற்ற முடியும்.

source: Internal error on passwdexpired
gl: Erro interno en passwdexpired
hi: passwdexpired पर आंतरिक त्रुटि
si: passwdexpired මත අභ්‍යන්තර දෝශයක් හට ගැනුණි
ta: passwdexpired இல் உள்ளார்ந்த பிழை

source: An internal error occurred. You will not be able to log in. Please try again later or contact your system administrator.
gl: Ocorreu un erro interno, non poderá iniciar a sesión. Tente máis tarde ou contacte co administrador do sistema.
hi: एक आंतरिक त्रुटि हुई, आपका लॉगिन संभव नहीं है. कृपया बाद में फिर कोशिश करें या अपने सिस्टम प्रशासक से संपर्क करें.
si: අභ්‍යන්තරයේ දෝශයක් හටගත් බැවින් ඔබට පද්ධතිය තුලට පිවිසිය නොහැක. කරුණාකර නැවත උත්සහ කරන්න, නැත්නම් පද්ධතියේ පාලකව විමසන්න.
ta: உள்ளார்ந்த பிழை ஏற்பட்டுள்ளது. உங்களால் புகுபதிவு செய்ய முடியாது. பின்னர் முயற்சிக்கவும் அல்லது உங்கள் கணினி நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Cannot get passwd structure for %s
gl: Non se pode obter a estrutura de passwd para %s
hi: %s हेतु शब्दकूट संरचना नहीं पा सकता है
si: %s සඳහා රහස් පදයේ ආකෘතිය ලබාගත නොහැක.
ta: %sக்கு கடவுச்சொல் வடிவத்தை பெற முடியவில்லை

source: You are required to change your password immediately (password aged)
gl: Debe mudar o seu contrasinal inmediatamente (o anterior caducou)
hi: आपको अपना शब्दकूट जरूर तत्काल बदलना होगा (शब्दकूट का समय खत्म हो चुका है).
si: ඔබේ රහස් පදය වහාම වෙනස් කිරීමට අවශ්‍යව ඇත (රහස් පදය කල්ගත වී ඇත)
ta: நீங்கள் கடவுச்சொல்லை உடனடியாக மாற்ற வேண்டும் (கடவுச்சொல் மூப்படைந்தது விட்டது)

source: You are required to change your password immediately (root enforced)
gl: Debe mudar o seu contrasinal inmediatamente (obrigado polo root)
hi: आपको अपना शब्दकूट जरूर तत्काल बदलना होगा (रूट द्वारा बाध्य)
si: ඔබේ රහස් පදය වහාම වෙනස් කිරීමට අවශ්‍යව ඇත (root පරිශීලක විසින් නියම කර ඇත)
ta: நீங்கள் கடவுச்சொல்லை உடனடியாக மாற்ற வேண்டும் (ரூட் வலியுறுத்துகிறது)

source: Your account has expired; please contact your system administrator
gl: A súa conta caducou; contacte co administrador do sistema
hi: आपका खाता खत्म हो गया है, कृपया अपने सिस्टम प्रशासक से संपर्क करें
si: ඔබේ ගිණුමේ කාලය ඉකුත් වී ඇත; කරුණාකර පද්ධතියේ පාලකව විමසන්න.
ta: உங்கள் கணக்கு முடிவுற்றது; உங்கள் கணினி நிர்வாகியைத் தொடர்பு கொள்ளவும்

source: No password supplied
gl: Non se indicou un contrasinal
hi: कोई शब्दकूट नहीं दिया
si: රහස් පදයක් සපයා නොමැත
ta: கடவுச்சொல் உள்ளிடவில்லை

source: Password unchanged
gl: Contrasinal non modificado
hi: शब्दकूट अपरिवर्तित
si: රහස්පදය වෙනස් වී නොමැත
ta: கடவுச்சொல் மாற்றப்படவில்லை

source: Can not get username
gl: Non se pode obter o nome de usuario
hi: उपयोक्ता नाम नहीं मिला
si: පරිශීලක නාමය ලබාගත නොහැක
ta: பயனர்பெயரை பெற முடியவில்லை

source: Retype new UNIX password:
gl: Reescriba o novo contrasinal UNIX:
hi: नया UNIX शब्दकूट दोबारा टाइप करें:
si: නව UNIX රහස් පදය නැවත ඇතුල්කරන්න:
ta: புதிய யூனிக்ஸ் கடவுச்சொல்லை மீண்டும் உள்ளிடவும்:

source: Enter new UNIX password:
gl: Escriba o novo contrasinal UNIX:
hi: नया UNIX शब्दकूट भरें:
si: නව UNIX රහස් පදය ඇතුල්කරන්න:
ta: புதிய யூனிக்ஸ் கடவுச்சொல்லை உள்ளிடவும்:

source: (current) UNIX password:
gl: Contrasinal UNIX (actual):
hi: (वर्तमान) UNIX शब्दकूट:
si: (වත්මන්) UNIX රහස් පදය:
ta: (தற்போதைய) யூனிக்ஸ் கடவுச்சொல்:

source: Error while changing NIS password.
gl: Erro ao modificar o contrasinal NIS.
hi: NIS शब्दकूट परिवर्तन के दौरान त्रुटि.
si: NIS රහස් පදය වෙනස් කිරීමේදී දෝශයක් හට ගැනුණි.
ta: NIS கடவுச்சொல்லை மாற்றும் போது பிழை.

source: You must choose a longer password
gl: Ten que escoller un contrasinal máis longo
hi: आपको अधिक लंबा शब्दकूट चुनना होगा
si: අනිවාර්යයෙන්ම දිගු රහස් පදයක් ඔබ විසින් ලබාගත යුතුවේ
ta: நீளமான கடவுச்சொல்லாக உள்ளிட வேண்டும்

source: Password has been already used. Choose another.
gl: O contrasinal xa foi usado. Escolla outro.
hi: शब्दकूट पहले ही उपयोग किया जा चुका है. अन्य चुनें.
si: රහස්පදය භාවිතයේ ඇත, වෙනත් රහස් පදයක් තෝරාගන්න.
ta: கடவுச்சொல் ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது. வேறொன்றை தேர்வு செய்யவும்.

source: You must wait longer to change your password
gl: Ten que esperar máis tempo para mudar o contrasinal
hi: अपना शब्दकूट बदलने हेतु आपको अधिक इंतजार करना होगा
si: ඔබේ රහස්පදයවෙනස් කිරීමට තව කාලයක් බලා සිටිය යුතුවේ
ta: உங்கள் கடவுச்சொல்லை மாற்ற சிறிது நேரம் காத்திருக்கவும்

source: Sorry, passwords do not match
gl: Os contrasinais non coinciden
hi: क्षमा करें, शब्दकूट मेल नहीं खाता
si: සමාවෙන්න, ඔබ විසින් සපයා ඇති රහස්පදයන් නොගැලපේ
ta: கடவுச்சொற்கள் பொருந்தவில்லை

source: Cannot setup pam handle with null display
gl: Non se pode configurar o manexador pam con display nulo
hi: नल प्रदर्शक के साथ पाम हेन्डल सेटअप नहीं कर सका
si: දර්ශණයේ අගය ශ
ta: காட்சி இல்லாதமல் pam கையாளுதலை அமைக்க முடியாது

source: Unable to establish service %s: %s
gl: Non se pode establecer o servizo %s: %s
hi: सेवा %s स्थापित करने में अक्षम: %s
si: %s සේවය ස්ථාපිත කල නොහැක: %s
ta: சேவை %s ஐ உருவாக்க முடியவில்லை: %s

source: Can't set PAM_TTY=%s
gl: Non se pode pór PAM_TTY=%s
hi: PAM_TTY=%s नियत नहीं कर पाया
si: PAM_TTY=%s යෙදීමට නොහැක
ta: PAM_TTY=%sஐ அமைக்க முடியவில்லை

source: Can't set PAM_RHOST=%s
gl: Non se pode pór PAM_RHOST=%s
hi: PAM_RHOST=%s नियत नहीं कर पाया
si: PAM_RHOST=%s යෙදීමට නොහැක
ta: PAM_RHOST=%s ஐ அமைக்க முடியவில்லை

source: Couldn't authenticate user
gl: Non se puido autenticar o usuario
hi: उपयोक्ता का सत्यापन नहीं कर पाया
si: පරිශීලකගේ අනන්‍යතාවය තහවුරු කරගත නොහැක
ta: பயனரை அங்கீகரிக்க முடியவில்லை

source: The system administrator is not allowed to login from this screen
gl: Non se permite ao administrador do sistema iniciar unha sesión desde esta pantalla
hi: इस स्क्रीन पर सिस्टम प्रशासक का लॉगिन वर्जित है
si: මෙම තිරය උපයෝගී කරගනිමින් පද්ධතියේ පරිපාලක හට පිවිසීමට අවසර නොමැත
ta: கணினி நிர்வாகி இந்த திரையில் இருந்து புகுபதிவு செய்ய முடியாது

source: Authentication token change failed for user %s
gl: Fallou o cambio de token de autenticación para usuario %s
hi: उपयोक्ता %s हेतु सत्यापन टोकन बदलने में असफल
si: %s පරිශිලක සඳහා අනන්‍යතා සංකේතය වෙනස් කිරීමට අසමත් විය
ta: பயனர் %sக்கு அங்கீகார டோக்கனை மாற்ற முடியவில்லை

source: The change of the authentication token failed. Please try again later or contact the system administrator.
gl: Fallou o cambio de token da autentificación. Ténteo máis tarde ou contacte co administrador do sistema.
hi: सत्यापन टोकन बदलने में असफल. कृपया बाद में पुनः कोशिश करें या सिस्टम प्रशासक से संपर्क करें.
si: අනන්‍යතා සංකේතය වෙනස් කිරීම අසාර්ථක විය. කරුණාකර පසුව උත්සහ කර බලන්න නැතහොත් පද්ධතියේ පාලකව විමසන්න.
ta: அங்கீகார டோக்கனை மாற்ற முடியவில்லை. பின்னர் மீண்டும் முயற்சிக்கவும் அல்லது கணினி நிர்வாகியை அணுகவும்.

source: User %s no longer permitted to access the system
gl: O usuario %s xa non ten permitido acceder ao sistema
hi: उपयोक्ता %s को इस सिस्टम में पहुँच अनुमति अब नहीं है
si: %s පරිශීලක හට තවදුරටත් පද්ධතිය තුලට පිවිසීමට අවසර නොමැත
ta: பயனர் %s கணினியை அணுக அனுமதி இனிமேல் கிடையாது

source: User %s not permitted to gain access at this time
gl: O usuario %s non ten permitido acceder neste intre
hi: उपयोक्ता %s को इस समय पहुँच अनुमति नहीं है
si: %s පරිශීලක හට මෙම අවස්තාවේදී පද්ධතිය තුලට පිවිසීමට අවසර නොමැත
ta: பயனர் %s இந்த நேரத்தில் அனுமதியை பெற முடியாது

source: The system administrator has disabled access to the system temporarily.
gl: O administrador do sistema desactivou temporalmente o acceso ao sistema.
hi: सिस्टम प्रशासक ने सिस्टम में प्रवेश अस्थायी रूप से अक्षम कर दिया है.
si: පද්ධතියේ පාලක විසින් පද්ධතියට පිවිසීම තාවකාලිකව අක්‍රීය කොට ඇත.
ta: கணினி நிர்வாகி கணினி அணுகலை தற்காலிகமாக நிறுத்தி வைத்துள்ளார்.

source: Couldn't set acct. mgmt for %s
gl: Non se puido establecer a xestión de conta para %s
hi: %s हेतु खाता प्रबंधन नियत नहीं कर सका
si: mgmt සඳහා %s acct පිහිටවිය නොහැකි විය
ta: %sக்கு acct mgmt ஐ அமைக்க முடியவில்லை

source: Couldn't set credentials for %s
gl: Non se puideron establecer as credenciais para %s
hi: %s हेतु श्रेय नियत नहीं कर सका
si: %s සඳහා සහතික පත් තැබීමට නොහැක
ta: %s க்கான அறிமுகத்தை அமைக்க முடியவில்லை

source: Couldn't open session for %s
gl: Non se puido abrir a sesión para %s
hi: %s हेतु सत्र खोल नहीं सका
si: %s සඳහා සැසිය ආරම්භකල නොහැකි විය.
ta: %s க்கான அமர்வை திறக்க முடியவில்லை
