Repository: jberkman/dmlangsel
Catalog: po/*.po
Languages: gl, hi, si, ta, zh_tw

source: Happy GNOME with Browser
gl: GNOME feliz con visualizador de faces
hi: ब्राउज़र के साथ आनंदित गनोम
si: සැරිසරණය සමඟ ප්‍රීතිමත් GNOME
ta: உலாவியுடன் GNOME

source: GNOME Art variation of Circles
gl: Variación do tema Círculos de GNOME Art
hi: गनोम वृत्तों में कलात्मक बदलाव
si: GNOME වෘත්තමය චිත්‍ර විභේදයන්
ta: GNOME வேறுபட்ட வட்டங்களுடன் கலை

source: Happy GNOME
gl: GNOME feliz
hi: आनंदित गनोम
si: ප්‍රීතිමත් GNOME
ta: மகிழ்ச்சி GNOME

source: Error while trying to run (%s) which is linked to (%s)
gl: Erro ao executar (%s) que está ligado a (%s)
hi: (%s) को चलाने की कोशिश में त्रुटि हुई जो (%s) से लिंक्ड है
si: (%s)ක්‍රියාත්මක කිරීමේදී දෝශයන් ඇතිවිය මෙය (%s) හා සම්බන්ධයි
ta: (%s) ஐ இயக்க முயற்சிக்கும் போது பிழை இது (%s) உடன் இணைக்கப்பட்டது

source: Cannot open gestures file: %s
gl: Non se pode abrir o ficheiro de xestos: %s
hi: भाव फ़ाइल नहीं खोल सके: %s
si: අභිනන ගොනුව %s විවෘත කල නොහැක:
ta: gestures கோப்பினை திறக்க முடியவில்லை: %s

source: DMX display to migrate to
gl: Pantalla DMX á que migrar
hi: DMX प्रदर्शन जिसमें भेजा जाना है
si: DMX දර්ශණය වෙත සංක්‍රමණය වෙමින්
ta: இடம் பெயர வேண்டிய DMX காட்சி

source: DISPLAY
gl: PANTALLA
hi: प्रदर्शन

source: Backend display name
gl: Nome da pantalla de segundo plano
hi: बैकेंड प्रदर्शन नाम
si: පසු අග්‍රයේ දර්ශණ නාමය
ta: பின்தள காட்சி பெயர்

source: Xauthority file for destination display
gl: Ficheiro Xauthority para a pantalla de destino
hi: गंतव्य प्रदर्शन के लिये Xauthority फाइल
si: දර්ශණය සඳහා ඉලක්කගත Xauthority ගොනුව
ta: இலக்கு காட்சிக்க்கான Xauthority கோப்பு

source: Xauthority file for backend display
gl: Ficheiro Xauthority para a pantalla de segundo plano
hi: बैकेंड प्रदर्शन के लिये Xauthority फाइल
si: පිටුපසෙහි දර්ශණය සඳහා වන Xauthority ගොනුව
ta: பின்தள காட்சிக்கான Xauthority கோப்பு

source: Failed to open display "%s"
gl: Non se pode abrir a pantalla "%s"
hi: "%s" प्रदर्शन खोलने में विफल
si: "%s" දර්ශණය විවෘත කිරීමට අපහොසත් විය
ta: காட்சி "%s" ஐ திறக்க முடியவில்லை

source: DMX extension not present on "%s"
gl: A extensión DMX non está presente en "%s"
hi: DMX विस्तार "%s" पर मौजूद नहीं है
si: DMX දිගුව "%s" හි නොමැත
ta: DMX விரிவாக்கம் "%s" இல் இல்லை

source: - migrate a backend display from one DMX display to another
gl: - migrar unha pantalla de segundo plano dunha pantalla DMX a outra
hi: - एक बैकेंड प्रदर्शन को DMX प्रदर्शन से अन्य में भेजें
si: - පසුපස දර්ශණයේ සිට DMX හෝ වෙනත් දර්ශණයක් වෙත සංක්‍රමණය කරන්න
ta: - பின்தள காட்சி ஒன்றை ஒரு DMX காட்சியிலிருந்து மற்றொன்றுக்கு நகர்த்தவும்

source: You must specify a destination DMX display using %s
gl: Debe especificar unha pantalla DMX de destino usando %s
hi: आप एक गंतव्य DMX %s के प्रयोग से जरूर निर्दिष्ट करें
si: DMX %s දර්ශණය භාවිත කරමින් ගමනාන්තය නියම කලයුතු වේ
ta: %s ஐ பயன்படுத்தி இலக்கு DMX காட்சியை நீங்கள் குறிப்பிட வேண்டும்

source: You must specify a backend display by using %s
gl: Debe especificar unha pantalla de segundo plano mediante %s
hi: आप %s के प्रयोग से एक बैकेंड प्रदर्शन जरूर निर्दिष्ट करें
si: %s භාවිත කරමින් පසුපස දර්ශණය නිර්දේශ කලයුතුය
ta: %s ஐ பயன்படுத்தி பின்தள காட்சியை நீங்கள் குறிப்பிட வேண்டும்

source: DMXAddScreen "%s" failed on "%s"
gl: DMXAddScreen "%s" fallou en "%s"
hi: DMXAddScreen "%s" "%s" पर विफल रहा
si: DMXAddScreen "%s" "%s" මත අසමත් විය
ta: DMXAddScreen "%s" யானது "%s"இல் செயலிழக்கப்பட்டது

source: gdmaskpass only runs as root
gl: gdmaskpass só se executa como root
hi: gdmaskpass सिर्फ रूट पर चलता है
si: gdmaskpass ක්‍රියාත්මක වන්නේ root පරිශීලක ලෙස පමණි
ta: gdmaskpass ரூட்டாக மட்டுமே இயங்கும்

source: Authentication failure!
gl: Fallou a autenticación!
hi: सत्यापन असफल!
si: අනන්‍යතාවය තහවුරු කරගැනීමට අපොහොසත් විය !
ta: அங்கீகரிக்க முடியவில்லை!

source: (memory buffer)
gl: (buffer de memoria)
hi: (स्मृति बफर)
ta: (நினைவக இடையகம்)

source: An error occurred while loading user interface element %s%s from file %s. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
gl: Houbo un erro ao cargar o elemento de interface de usuario %s%s do ficheiro %s. Posiblemente o ficheiro de descrición de interface de glade está corrompido. %s non pode continuar e vai saír agora. Verifique a instalación de %s ou reinstale %s.
hi: उपयोक्ता अंतरफलक अवयव %s%s फ़ाइल %s में से लोड करने में त्रुटि हुई. संभवतः ग्लेड अंतरफलक वर्णन दूषित है. %s जारी नहीं रख सकते एवं अब बाहर होते हैं. आपको अपने %s की अधिष्ठापन जाँचनी होगी या %s पुनः अधिष्ठापित करना होगा.
si: පරිශීලක මුහුණත් සංඝටකය %s%s %s ගොනුව තුලින් රුවන විට දෝශයක් ඇතිවිය. glade මුණතේ සටහන පළුදු වී ඇත. %s අඛණ්ඩව පවත්වාගත නොහැකි බැවින් දැන් නික්මයනු ඇත. ඔබ %s ස්ථාපනය පරික්‍ෂාකරන්න නැතහොත් %s නැවත ස්ථාපනය කරන්න.
ta: பயனர் முகப்பு உருப்படி %s%s கோப்பில் இருந்து %s யை ஏற்றும் போது பிழை ஏற்பட்டது. அனேகமாக glade முகப்பு விவரம் பாதிக்கப்பட்டு இருக்கும். %s தொடர முடியாது அதனால் இப்போது வெளியேறும். %s நிறுவலை நீங்கள் பரிசோதிக்க வேண்டும் அல்லது %s ஐ மீண்டும் நிறுவவும்.

source: Cannot load user interface
gl: Non se pode cargar a interface de usuario
hi: उपयोक्ता इंटरफ़ेस लोड नहीं कर सकता
si: පරිශීලක සඳහා අතුරු මුහුණත රුවීමට නොහැකිය
ta: பயனர் முகப்பை ஏற்ற முடியவில்லை

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s
gl: O ficheiro de glade está escachado! Verifique que está instalado o ficheiro correcto! ficheiro: %s widget: %s
hi: ग्लेड फ़ाइल में दरार, सुनिश्चित करें कि सही फ़ाइल अधिष्ठापित है! फ़ाइल: %s विज़ेटः %s
si: Glade ගොනුව බිඳවැටී ඇත! නිවැරදි ගොනුව ස්‍ථාපනය කර ඇත්දැයි තහවුරු කරගන්න! ගොනුව: %s විජටය: %s
ta: Glade கோப்பு தவறாக உள்ளது! சரியான கோப்பு நிறுவப்பட்டுள்ளதா என்று உறுதி செய்யவும்! கோப்பு: %s widget: %s

source: An error occurred while loading the user interface element %s%s from file %s. CList type widget should have %d column. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
gl: Houbo un erro ao cargar o elemento de interface de usuario %s%s do ficheiro %s. O widget CList debería ter %d columna. Posiblemente o ficheiro de descrición de interface de glade está corrompido. %s non pode continuar e vai saír agora. Verifique a instalación de %s ou reinstale %s.
hi: उपयोक्ता अंतरफलक अवयव %s%s को %s फ़ाइल में से लोड करने में त्रुटि हुई. सीलिस्ट प्रकार के विज़ेट में %d कॉलम होने चाहिएँ. संभवतः ग्लेड अंतरफलक वर्णन दूषित है. %s जारी नहीं रख सकता एवं अब बाहर होता है. आपको अपनी %s की अधिष्ठापन जाँचनी होगी या %s पुनः अधिष्ठापित करना होगा.
si: පරිශීලක මුහුණත් සංඝටකය %s%s %s ගොනුව තුලින් රුවන විට දෝශයක් ඇතිවිය. CList ගණයේ විජටයක් තුල %d තීරුව තිබිය යුතුය. ඇතැම් විට glade මුණතේ සටහන පළුදු වී ඇත. %s අඛණ්ඩව පවත්වාගත නොහැකි බැවින් දැන් නික්මයනු ඇත. ඔබ %s ස්ථාපනය පරික්‍ෂාකරන්න නැතහොත් %s නැවත ස්ථාපනය කරන්න.
ta: %s கோப்பில் இருந்து பயனர் முகப்பு உருப்படி %s%s ஐ ஏற்றும் போது பிழை ஏற்பட்டது. CList வகை சாளரம் %d நிரலை கொண்டு இருக்க வேண்டும். glade முகப்பு விவரம் அழிக்கப்பட்டிருக்கும். %s தொடர முடியாது அதனால் இப்போது வெளியேறும். உங்கள் நிறுவலை நீங்கள் பரிசோதிக்க வேண்டும் %s அல்லது %s ஐ மீண்டும் நிறுவ வேண்டும்.

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s expected clist columns: %d
gl: O ficheiro de glade está escachado! Verifique que está instalado o ficheiro correcto! ficheiro: %s widget: %s columnas esperadas en clist: %d
hi: ग्लेड फ़ाइल में दरार! सुनिश्चित करें कि सही फ़ाइल अधिष्ठापित है. फ़ाइलः %s विज़ेटः %s सीलिस्ट कॉलम वांछितः %d
si: Glade ගොනුව බිඳවැටී ඇත! නිවැරදි ගොනුව ස්‍ථාපනය කර ඇත්දැයි තහවුරු කරගන්න! ගොනුව: %s විජටය: %s අපේක්‍ෂිත clist තීරු: %d
ta: Glade கோப்பு தவறாக உள்ளது! சரியான கோப்பு நிறுவபட்டுள்ளதா என்று உறுதி செய்யவும்! கோப்பு: %s widget: %s எதிர்பார்த்த clist நிரல்கள்: %d

source: An error occurred while loading the user interface from file %s. Possibly the glade interface description was not found. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
gl: Houbo un erro ao cargar a interface de usuario do ficheiro %s. Posiblemente non se atopou o ficheiro de descrición de interface de glade. %s non pode continuar e vai saír agora. Verifique a instalación de %s ou reinstale %s.
hi: उपयोक्ता अंतरफलक फ़ाइल %s में से लोड करने में त्रुटि हुई. संभवतः ग्लेड अंतरफलक वर्णन नहीं मिला. %s जारी नहीं रख सकता एवं अब बाहर होता है. आपको अपनी %s की अधिष्ठापन जाँचनी होगी या %s को पुनः अधिष्ठापित करना होगा.
si: පරිශීලක මුහුණත් සංඝටකය %s ගොනුව තුලින් රුවන විට දෝශයක් ඇතිවිය. glade මුණතේ සටහන භාවිතයේ නොමැත . %s අඛණ්ඩව පවත්වාගත නොහැකි බැවින් දැන් නික්මයනු ඇත. ඔබ %s ස්ථාපනය පරික්‍ෂාකරන්න නැතහොත් %s නැවත ස්ථාපනය කරන්න.
ta: பயனர் முகப்பை %s கோப்பில் இருந்து ஏற்றும் போது பிழை ஏற்பட்டது. அனேகமாக glade முகப்பு விவரத்தை காணவில்லை. %sஐ தொடர முடியவில்லை அதனால் இப்போது வெளியேறும். உங்கள் %s நிறுவலை நீங்கள் பரிசோதிக்க வேண்டும் அல்லது %s ஐ மீண்டும் நிறுவ வேண்டும்.

source: No interface could be loaded. This is BAD! (file: %s)
gl: Non se puido cargar ningunha interface. Isto é MALO! (ficheiro: %s)
hi: कोई अंतरफलक लोड नहीं कर सका. खराब! (फ़ाइल:%s)
si: කිසිදු මුහුණතක් රුවීමට නොහැක. මෙය අයෝග්‍යය! (ගොනුව: %s)
ta: முகப்பு எதையும் ஏற்ற முடியவில்லை, இது மோசமானது! (கோப்பு: %s)

source: Too many alias levels for a locale; may indicate a loop
gl: Demasiados niveis de alias para un locale, pode haber un lazo
hi: लोकेल हेतु बहुत से एलियास स्तर, शायद एक लूप को दर्शाते हैं
si: දේශීයත්වය සඳහා නාමාන්තරයන් විශාල ප්‍රමාණයක් සපයා ඇත; මෙය පුඬුවක් තුල සනිටුහන් කල යුතුය
ta: ஒரு மொழி குறியீட்டிற்கு பல புனைப்பெயர் நிலைகள் உள்ளன. இது ஒரு சுற்று முறையை குறிப்பிடலாம்

source: Last Language
si: අවසන් වරට භාවිතකල භාෂාව

source: CONFIGFILE
gl: FICHEIRO-DE-CONFIGURACIÓN

source: %a %b %d, %H:%M
gl: %a, %d de %b, %H:%M

source: %a %b %d, %l:%M %p
gl: %a, %d de %b, %H:%M

source: -l [server_name]
gl: -l [nome_do_servidor]

source: _VT:
gl: _Terminal virtual:

source: <b>Changes will take effect next time you log in.</b>
zh_tw: <b>下次登入時變更即會生效。</b>

source: Didn't understand `%s' (expected integer)
zh_tw: 無法識別「%s」(預期為整數)

source: Integer `%s' is too large or small
zh_tw: 整數「%s」過大或過小

source: Didn't understand `%s' (expected true or false)
zh_tw: 無法識別「%s」(預期為真或假)

source: Text contains invalid UTF-8
zh_tw: 文字包含無效的 UTF-8

source: A-M|Arabic (Saudi Arabia)
zh_tw: A-M|阿拉伯語 (沙烏地阿拉伯)

source: A-M|Dutch (Belgium)
zh_tw: A-M|荷蘭語 (比利時)

source: A-M|English (Malta)
zh_tw: A-M|英語 (馬爾他)

source: A-M|English (New Zealand)
zh_tw: A-M|英語 (紐西蘭)

source: A-M|French (Canada)
zh_tw: A-M|法語 (加拿大)

source: A-M|French (Luxembourg)
zh_tw: A-M|法語 (盧森堡)

source: A-M|German (Luxembourg)
zh_tw: A-M|德語 (盧森堡)

source: A-M|Greek (Cyprus)
zh_tw: A-M|希臘語 (塞普勒斯)

source: A-M|Maltese
zh_tw: A-M|馬爾他語

source: N-Z|Punjabi
zh_tw: N-Z|旁遮普語

source: N-Z|Serbian (Serbia & Montenegro)
zh_tw: N-Z|塞爾維亞語 (塞爾維亞和芒特尼格羅)

source: N-Z|Serbian (Montenegro)
zh_tw: N-Z|塞爾維亞語 (芒特尼格羅)

source: N-Z|Serbian (Serbia)
zh_tw: N-Z|塞爾維亞語 (塞爾維亞)

source: N-Z|Serbian (Bosnia)
zh_tw: N-Z|塞爾維亞語 (波士尼亞)

source: N-Z|Spanish (Argentina)
zh_tw: N-Z|西班牙語 (阿根廷)

source: N-Z|Spanish (Bolivia)
zh_tw: N-Z|西班牙語 (玻利維亞)

source: N-Z|Spanish (Chile)
zh_tw: N-Z|西班牙語 (智利)

source: N-Z|Spanish (Colombia)
zh_tw: N-Z|西班牙語 (哥倫比亞)

source: N-Z|Spanish (Costa Rica)
zh_tw: N-Z|西班牙語 (哥斯大黎加)

source: N-Z|Spanish (Ecuador)
zh_tw: N-Z|西班牙語 (厄瓜多爾)

source: N-Z|Spanish (Guatemala)
zh_tw: N-Z|西班牙語 (瓜地馬拉)

source: N-Z|Spanish (Nicaragua)
zh_tw: N-Z|西班牙語 (尼加拉瓜)

source: N-Z|Spanish (Panama)
zh_tw: N-Z|西班牙語 (巴拿馬)

source: N-Z|Spanish (Peru)
zh_tw: N-Z|西班牙語 (秘魯)

source: N-Z|Spanish (Paraguay)
zh_tw: N-Z|西班牙語 (巴拉圭)

source: N-Z|Spanish (El Salvador)
zh_tw: N-Z|西班牙語 (薩爾瓦多)

source: N-Z|Spanish (Uruguay)
zh_tw: N-Z|西班牙語 (烏拉圭)

source: N-Z|Spanish (Venezuela)
zh_tw: N-Z|西班牙語 (委內瑞拉)

source: N-Z|Xhosa
zh_tw: N-Z|廓薩語

source: the login screen
zh_tw: 登入畫面

source: Do you wish to restart %s with the chosen language?
zh_tw: 是否要以所選語言重新啟動 %s？

source: You will restart %s with the %s locale.
zh_tw: 將重新啟動 %s，使用的地區設定為 %s。

source: _Yes
zh_tw: 是(_Y)

source: _No
zh_tw: 否(_N)
